{
  "episodes": [
    {
      "number": 1,
      "season": 1,
      "episode": 1,
      "title": "Dax Shepard",
      "date": "2020-07-20",
      "type": null,
      "description": "Celebrating the anniversary of our first moon-landing and the launch of SmartLess,  the guys' old pal Dax Shepard surprises them on the pod. Dax is an Actor (Parenthood), Director (Chips), and renowned Podcaster (Armchair Expert). He introduces the gents to the world of podcasting, they talk ski-trips and adventures, and they all discuss their growth through personal experiences, stories and hijinks from memorable (and highly unmemorable) moments in life.",
      "image": null
    },
    {
      "number": 2,
      "season": 1,
      "episode": 2,
      "title": "Neil deGrasse Tyson",
      "date": "2020-07-27",
      "type": null,
      "description": "The guys are surprised by renowned astrophysicist, planetary scientist and author, Neil deGrasse Tyson. Neil teaches the guys about the wonders of the universe, the concept of infinity, the power of mind-blowing inspiration, and even his own potential parallel universe. Gravity and Levity all at once.",
      "image": null
    },
    {
      "number": 3,
      "season": 1,
      "episode": 3,
      "title": "Melissa McCarthy",
      "date": "2020-08-03",
      "type": null,
      "description": "Will surprises the gang with Oscar-nominated actress, Melissa McCarthy (Bridesmaids, Can You Ever Forgive Me?).  They explore her early days at the Groundlings, strange auditions & on-stage disasters, her thoughts regarding salad etiquette, and much more. A guest who warms the heart while torturously tickling the funny bone.",
      "image": null
    },
    {
      "number": 4,
      "season": 1,
      "episode": 4,
      "title": "Seth Rogen",
      "date": "2020-08-10",
      "type": null,
      "description": "A destined drop-in from writer, creator, and comedian-extraordinaire, Seth Rogen (An American Pickle, Pineapple Express, Knocked Up). The guys grill Seth on his newly brined movie, his early stand-up days, longstanding collaborations with Apatow and Goldberg... amongst a big bundle of other scintillations. Seth's new film \"An American Pickle\" is available on HBO Max.",
      "image": null
    },
    {
      "number": 5,
      "season": 1,
      "episode": 5,
      "title": "Kamala Harris",
      "date": "2020-08-17",
      "type": null,
      "description": "We are lucky bambinos. Senator Kamala Harris joined us... (somehow!?)... as the last interview before she was selected as Joe Biden's running-mate. We approve this interview. Please enjoy.",
      "image": null
    },
    {
      "number": 6,
      "season": 1,
      "episode": 6,
      "title": "Will Ferrell",
      "date": "2020-08-24",
      "type": null,
      "description": "The posse gets a wonderful surprise from comedy royalty Will Ferrell (Old School, Step Brothers, Talladega Nights) popping-through for some fresh kombucha. The foursome discuss formidable history with the Columbia House records club, throwing their sons’ cellphones out of moving vehicles, and other things like their careers, etc. “Keep your landlines, folks.”",
      "image": null
    },
    {
      "number": 7,
      "season": 1,
      "episode": 7,
      "title": "Robert Downey Jr.",
      "date": "2020-08-31",
      "type": null,
      "description": "Robert Downey Jr. graces us en-studio... with a handful of custom-colored M&M's.  A rich taste of friendship, a voyage through RDJ's various chapters, our hosts' shenanigans, and a little pee-pee in the potpourri as-needed.",
      "image": null
    },
    {
      "number": 8,
      "season": 1,
      "episode": 8,
      "title": "Maya Rudolph",
      "date": "2020-09-07",
      "type": null,
      "description": "Superhero Maya Rudolph skydives in for some cork-popping fun on another juicy episode of the pod. Songs are sung, stories are told, and Maya educates us all, by example, on how to be the coolest cucumber around.",
      "image": null
    },
    {
      "number": 9,
      "season": 1,
      "episode": 9,
      "title": "Jimmy Kimmel",
      "date": "2020-09-14",
      "type": null,
      "description": "There’s a lot of love in the room as everyone’s favorite narcoleptic, Mr. Jimmy Kimmel, takes a moment out of hiatus to lead the fellas on a colossal journey through time and space. Night night, Apple Pie.",
      "image": null
    },
    {
      "number": 10,
      "season": 1,
      "episode": 10,
      "title": "Gustavo Dudamel",
      "date": "2020-09-21",
      "type": null,
      "description": "We are blessed by the one and only, maestro Gustavo Dudamel (Conductor, Music & Artistic Director of the Los Angeles Philharmonic), with a symphony of knowledge, passion & fun on this week's wondrous episode of SmartLess, Opus Numero 10. Esplora e divertiti.",
      "image": null
    },
    {
      "number": 11,
      "season": 1,
      "episode": 11,
      "title": "Jennifer Aniston",
      "date": "2020-09-28",
      "type": null,
      "description": "The one-and-only Jennifer Aniston joins us for a surprise-hang amongst true friends. We learn about The Businesstry, junk-food confidence, Fear & Courage... and (when it comes down to it) how the sausage is made.",
      "image": null
    },
    {
      "number": 12,
      "season": 1,
      "episode": 12,
      "title": "Clayton Kershaw",
      "date": "2020-10-05",
      "type": null,
      "description": "Clayton Kershaw is this week's batter up. As starting pitcher for the Los Angeles Dodgers, an eight-time All Star, and a brand new fan of left-handed scissors, Clayton flies in to gab with the gang and discuss critical topics like sweat wicking fabrics and lip-reading, amongst a variety of other thing.",
      "image": null
    },
    {
      "number": 13,
      "season": 1,
      "episode": 13,
      "title": "Adam Sandler",
      "date": "2020-10-12",
      "type": null,
      "description": "\"The Sandman\" a.k.a. the unstoppable legend Adam Sandler, drives a golf-ball right onto the SmartLess fairway and we all take a ride on the cart of life through blackout nerves, comfort-zones vs. ambition, the importance of family, and the nuances of the comedy brain. Fore!",
      "image": null
    },
    {
      "number": 14,
      "season": 1,
      "episode": 14,
      "title": "Stacey Abrams",
      "date": "2020-10-19",
      "type": null,
      "description": "Stacey Abrams is a political leader, activist, entrepreneur, and best-selling author. She is also this week's teacher to all of us who are SmartLess. We care about her message, we care about what she does, and we praise her for her activism. Please vote, use your voice to make a difference, and let us unite as a country.",
      "image": null
    },
    {
      "number": 15,
      "season": 1,
      "episode": 15,
      "title": "Reese Witherspoon",
      "date": "2020-10-26",
      "type": null,
      "description": "Well aren't we surprised by the miraculous Reese Witherspoon, who pops onto the show to discuss her new business venture \"Reese's Peaches,\" amongst a variety of other things, like life. \"Welcome to Hollywood, people!\"",
      "image": null
    },
    {
      "number": 16,
      "season": 1,
      "episode": 16,
      "title": "Brendan Shanahan",
      "date": "2020-11-02",
      "type": null,
      "description": "Brendan Shanahan skates on in for this barnburner of an episode. “Shanny” is a former pro ice hockey player and Hall of Famer who currently serves as the President of the Toronto Maple Leafs.  Having won the three most prominent team titles in ice hockey (an Olympic gold medal, a World Championship, and a Stanley Cup) he is a member of the elite “Triple Gold Club.” He’s also a really cool dude.",
      "image": null
    },
    {
      "number": 17,
      "season": 1,
      "episode": 17,
      "title": "Conan O'Brien",
      "date": "2020-11-09",
      "type": null,
      "description": "This week we have a very serious guest to talk about very serious things; a true gentleman who will walk you to your car and clean your windshield if you ask to take a selfie with him. You guessed it: Sir Conan O’Brien. He discusses the collapse of the shelf of his hair and how he’s dealt with the trauma since, his resting heart-rate of a hummingbird, and historical moments with Tom Selleck’s mustache. Because it’s a podcast, and that’s what happens.",
      "image": null
    },
    {
      "number": 18,
      "season": 1,
      "episode": 18,
      "title": "David Chang",
      "date": "2020-11-16",
      "type": null,
      "description": "In this tasty episode of the pod, we bring in Mr. David Chang to have a seat at the table and indulge in a line of questioning by our gang of idiots. As one of the most important chefs and restaurateurs alive today (and he doesn't care), Dave educates the gents on food & the restaurant industry, being a dad, his early days as a golfer, and other juicy nugs. But most importantly: he's gonna' change Sean's life with the right way to make a tuna sandwich.",
      "image": null
    },
    {
      "number": 19,
      "season": 1,
      "episode": 19,
      "title": "Paul McCartney",
      "date": "2020-11-23",
      "type": null,
      "description": "We got this guy on the show. Forgetting his name, but we think he was in the Beatles. It's Paul something. New album coming December 18th. Let us introduce you to this modest newcomer on the scene.",
      "image": null
    },
    {
      "number": 20,
      "season": 1,
      "episode": 20,
      "title": "Sarah Silverman",
      "date": "2020-11-30",
      "type": null,
      "description": "The pod gets electric when surprise guest Sarah Silverman flies in to shock the guys with her charm, sass, and funny-bone. A stand-up comedian, writer, actor, and host of The Sarah Silverman Podcast, Sarah gets down and dirty with the guys, and Will gets a rapid Covid test.",
      "image": null
    },
    {
      "number": 21,
      "season": 1,
      "episode": 21,
      "title": "Ricky Gervais",
      "date": "2020-12-07",
      "type": null,
      "description": "His name is Ricky Gervais. He likes a crisp IPA, a ripe international spy thriller, and he also happens to care deeply about humanity. Welcome to another wild & crazy episode of SmartLess.",
      "image": null
    },
    {
      "number": 22,
      "season": 1,
      "episode": 22,
      "title": "Ron Howard",
      "date": "2020-12-14",
      "type": null,
      "description": "The great Mr. Ron Howard joins us this week on the wonderpod. (Let us not forget his wildly formative films like Willow, Cocoon, Splash, A Beautiful Mind, and most recently: Hillbilly Elegy). The gang talk shoppe, they talk life; it’s an arresting conversation.",
      "image": null
    },
    {
      "number": 23,
      "season": 1,
      "episode": 23,
      "title": "James Corden",
      "date": "2020-12-21",
      "type": null,
      "description": "The electrical & incredible James Corden joins us this week for a true gentlemens' sit-down and a journey through the brain of a real talent, who's usually on the other side of the interview. Happy Holidays from the whole SmartLess gang!",
      "image": null
    },
    {
      "number": 24,
      "season": 1,
      "episode": 24,
      "title": "Megan Rapinoe",
      "date": "2020-12-28",
      "type": null,
      "description": "Megan Rapinoe (professional soccer player / international warrior) kicks-off the week on another wonderful pod with the fellas, and a final toast to 2020. Cheers to a beautiful new year, fam.",
      "image": null
    },
    {
      "number": 25,
      "season": 2,
      "episode": 1,
      "title": "Martin Short",
      "date": "2021-01-04",
      "type": null,
      "description": "Strap on / strap in for one of the funniest men in all the land, Martin Short.  He joins us this week to start-off the year with billowy laughs, his own true-Hollywood-stories, the “Nine Categories” he lives by, and of course some psychological self-analysis. Because why not – it’s SmartLess, and we go deep.",
      "image": null
    },
    {
      "number": 26,
      "season": 2,
      "episode": 2,
      "title": "Bryan Cranston",
      "date": "2021-01-11",
      "type": null,
      "description": "Bryan Cranston, aka 'the man with two fake-fingers,' joins us this week for some jolification on the pod.  An unbelievable talent on-screen and behind the camera, Bryan talks about his early life growing-up, his colorful journeys through Hollywood, and he even gives us a taste of his Vince Gilligan impression.",
      "image": null
    },
    {
      "number": 27,
      "season": 2,
      "episode": 3,
      "title": "Julia Louis-Dreyfus",
      "date": "2021-01-18",
      "type": null,
      "description": "The exquisite and incomparable Julia Louis-Dreyfus joins us this week on the show. Recipient of the Kennedy Center's Mark Twain Prize for American Humor, Julia has won more Emmy awards than any other human being. We live and we learn; we laugh and we cry... and we pitch Julia a new podcast idea.",
      "image": null
    },
    {
      "number": 28,
      "season": 2,
      "episode": 4,
      "title": "Sam Harris",
      "date": "2021-01-25",
      "type": null,
      "description": "The gang takes a journey through the mind of Sam Harris. Sam is a neuroscientist and philosopher who writes and lectures around the world. He is also a teacher of meditation through his app \"Waking Up,\" as well as host of his podcast \"Making Sense.\"  Make sure to stretch your brain both before and after listening, and stay hydrated.",
      "image": null
    },
    {
      "number": 29,
      "season": 2,
      "episode": 5,
      "title": "Darius Rucker",
      "date": "2021-02-01",
      "type": null,
      "description": "Mr. Darius Rucker (singer, songwriter, inspiration) jumps into this week's episode with an apropos hand-held mic. From his Hootie & The Blowfish days and all the way through his current imprint on the country music scene, we giggle with Darius and learn from him... while Sean and Darius bond over their shared experiences with Kenny Rogers.",
      "image": null
    },
    {
      "number": 30,
      "season": 2,
      "episode": 6,
      "title": "Judd Apatow",
      "date": "2021-02-08",
      "type": null,
      "description": "Female ice-skating protégé Judd Apatow flies-in to this week's podisode. Wait, hang on. Ok, we're learning now that he’s actually a director. And he also writes and produces and is a father and a husband and also a human being. Anyway, we're big fans of Mr. Apatow over here at Team-SmartLess, so we asked, listened, learned, and are currently considering investing in his new lip-balm startup.",
      "image": null
    },
    {
      "number": 31,
      "season": 2,
      "episode": 7,
      "title": "Billie Eilish & Finneas O'Connell",
      "date": "2021-02-15",
      "type": null,
      "description": "Billie Eilish and Finneas O’Connell are our esteemed first-time-ever Duo Guests in Podland, USA. Welcome to SmartLess, friends. Please keep all arms and limbs safely inside the vehicle and be sure to wear these neon protective goggles, conveniently referred to as Ocean Eyes.",
      "image": null
    },
    {
      "number": 32,
      "season": 2,
      "episode": 8,
      "title": "David Sinclair",
      "date": "2021-02-22",
      "type": null,
      "description": "Included in the Time 100 as one of the hundred most influential people in the world, David Sinclair parachutes in to learn us some things. Dr. Sinclair is an award-winning Biologist, Professor of Genetics, and highly-regarded for his profound work in the Ageing & Anti-Ageing field. Listen folks, he’s reversed the age of an eye in a mouse and made the mouse see again. So grab a green-juice and listen up.",
      "image": null
    },
    {
      "number": 33,
      "season": 2,
      "episode": 9,
      "title": "Awkwafina",
      "date": "2021-03-01",
      "type": null,
      "description": "We are joined this week by the wonderful Awkwafina. She happens to be an expert on the 1999 filmic masterwork: 'Love Stinks' and we're proud to explore these issues in-depth with her (amongst other things). Listen folks, it's the first day of March and we're all super excited about it!",
      "image": null
    },
    {
      "number": 34,
      "season": 2,
      "episode": 10,
      "title": "George Clooney",
      "date": "2021-02-08",
      "type": null,
      "description": "George Clooney joins us this week for a hurricane of tears... of joy. Between his ridiculous horseplay and profound, prolific involvement in human rights issues and philanthropy, Clooney's got all bases covered. And he's definitely someone who you can trust with your cat.",
      "image": null
    },
    {
      "number": 35,
      "season": 2,
      "episode": 11,
      "title": "Brad Paisley",
      "date": "2021-02-15",
      "type": null,
      "description": "The incredibly talented Brad Paisley shares his perfect blend of country and comedy while we all blush with a crush.  \"I'm takin' my baby out into this cornfield tonight\"... is exactly how we felt after the interview too.",
      "image": null
    },
    {
      "number": 36,
      "season": 2,
      "episode": 12,
      "title": "W. Kamau Bell",
      "date": "2021-03-22",
      "type": null,
      "description": "We are joined this week by Mr. W. Kamau Bell, television host and stand-up comic, and wicked smart dude. He tells us about the birds and the bees, when to teach your children new things, and his grand ideas for Ozark's next season.",
      "image": null
    },
    {
      "number": 37,
      "season": 2,
      "episode": 13,
      "title": "Stephen Colbert",
      "date": "2021-03-29",
      "type": null,
      "description": "This week we take a wild ride through the brain of Mr. Stephen Colbert (host, comedian, pro skier). The gang examines Jason's 'pleasant hostility,' Stephen's Lord of the Rings memorabilia, and a few '100% true' stories.",
      "image": null
    },
    {
      "number": 38,
      "season": 2,
      "episode": 14,
      "title": "Ted Sarandos",
      "date": "2021-04-05",
      "type": null,
      "description": "The gents are thrilled to host their dear friend and boss on the pod this week: Mr. Ted Sarandos (Co-CEO and Chief Content Officer for Netflix). They talk shoppe, they talk turkey, and Will finallllly explains to the guys what \"Netflix and chill\" means. Ta-dum!",
      "image": null
    },
    {
      "number": 39,
      "season": 2,
      "episode": 15,
      "title": "Bob Odenkirk",
      "date": "2021-04-12",
      "type": null,
      "description": "We welcome writer, director, actor, and now fight-trained action hero Bob Odenkirk to the show for a strut down the promenade of life. Bob tells us about everything from the early days to yesterday, the genesis of his new film Nobody, and his favorite chicken pot pie recipe, of course. Bon appétit.",
      "image": null
    },
    {
      "number": 40,
      "season": 2,
      "episode": 16,
      "title": "Jessica Meir",
      "date": "2021-04-19",
      "type": null,
      "description": "Jessica Meir is truly out of this world. NASA astronaut, marine biologist, physiologist, and role-model-for-all, Jessica joins us this week and shows us how to use our brains for the first time in lightyears.",
      "image": null
    },
    {
      "number": 41,
      "season": 2,
      "episode": 17,
      "title": "Amy Sedaris",
      "date": "2021-04-26",
      "type": null,
      "description": "We are surprised this week by our dear friend, and one of the most hilarious people on the entire planet, Amy Sedaris. She discusses her favorite golf autobiographies, old cooking shows, and her upcoming imaginary houseware store. Let's just say we feel truly At Home... with Amy Sedaris.",
      "image": null
    },
    {
      "number": 42,
      "season": 2,
      "episode": 18,
      "title": "Gwyneth Paltrow",
      "date": "2021-05-03",
      "type": null,
      "description": "The group goes Goop this week with the one-and-only Gwyneth Paltrow. Academy Award winning actor, mom, author, businesswoman, and lover of bone broth, G.P. gives us a solid hang, a swift education, and a refreshingly delightful vibe. Plus we learn about the birds and the bees... finally!",
      "image": null
    },
    {
      "number": 43,
      "season": 2,
      "episode": 19,
      "title": "Tina Fey",
      "date": "2021-05-10",
      "type": null,
      "description": "What can we say about the lovely Tina Fey? The talented actor, writer, creator and producer is granted 1-hour of time from her parole officer / daughter to blast out a quick pod with her GPS ankle-bracelet triangulated by 3 cell towers. It's explosive, it's magical, and it Juliennes fries.",
      "image": null
    },
    {
      "number": 44,
      "season": 2,
      "episode": 20,
      "title": "Zach Galifianakis",
      "date": "2021-05-17",
      "type": null,
      "description": "Zach Galifianakis is upon us.  From deep within the Canadian wilderness, this bearded golden-cherub with gorgeously flowing locks helps us see into the future while simultaneously reconfiguring the past. G'Forces of Nature, probably.",
      "image": null
    },
    {
      "number": 45,
      "season": 2,
      "episode": 21,
      "title": "Jake Tapper",
      "date": "2021-05-24",
      "type": null,
      "description": "Mr. Jake Tapper surprises & delights us this week. Journalist, CNN lead anchor, author, cartoonist, and cardio-enthusiast, Jake shares workout secrets and his love for Teen Wolf Too. Welcome back to another episode of SmartLess: your ticket to learnings.",
      "image": null
    },
    {
      "number": 46,
      "season": 2,
      "episode": 22,
      "title": "Mitch Hurwitz",
      "date": "2021-05-31",
      "type": null,
      "description": "The ultra-hydrated Mitch Hurwitz (writer, producer, creator of Arrested Development) rolls on through, teaching us a variety of skills that range from recycling Post-it notes to writing comedy. Welcome to '4 Skeletons on a Podcast,' otherwise known as SmartLess.",
      "image": null
    },
    {
      "number": 47,
      "season": 2,
      "episode": 23,
      "title": "Rob McElhenney",
      "date": "2021-06-07",
      "type": null,
      "description": "Golf-buddy Rob McElhenney zips in for some hoots and hollers in Podville, USA. Rob is an actor, writer, director, producer... and co-owner of Wrexham Association Football Club (and you can bet hard money that Will is ready to talk-shoppe on this subject). Plus, allergy tips for extra-credit! Willkommen y bienvenue.",
      "image": null
    },
    {
      "number": 48,
      "season": 2,
      "episode": 24,
      "title": "Justin Theroux",
      "date": "2021-06-14",
      "type": null,
      "description": "Our knockaround guy from the old neighborhood, Mr. Justin Theroux, arrives wearing two t-shirts, and departs in only one. Justin is an actor, writer, artist, and performer, known most notably for his shirtless airplane flights and pre-made smoothie recipes. He’s also written lil’ things like Tropic Thunder and Iron Man 2, and is starring in The Mosquito Coast. But sometimes we just love him for how he stirs the gravy.",
      "image": null
    },
    {
      "number": 49,
      "season": 2,
      "episode": 25,
      "title": "David Cross",
      "date": "2021-06-21",
      "type": null,
      "description": "Our dear old pal David Cross (comedian, actor, writer, director) jumps into the jacuzzi with us this week. We discuss jail stories, a love for lamp posts, the demise of Company Video... and Sean pitches Arrested Development to the gang.",
      "image": null
    },
    {
      "number": 50,
      "season": 2,
      "episode": 26,
      "title": "José Andrés",
      "date": "2021-06-28",
      "type": null,
      "description": "We've got electrolyte-specialist José Andrés on the horn this week for episode numero 50. World-changing Chef, Restauranteur, and Generous Human, José teaches us about humanitarian journeys, the love for a ripe gooseneck barnacle, and his ability to sexualize mayonnaise better than his French or Italian neighbors. José A doesn’t F around… and we get to F around with him. Buen provecho.",
      "image": null
    },
    {
      "number": 51,
      "season": 2,
      "episode": 27,
      "title": "Elizabeth Banks",
      "date": "2021-07-05",
      "type": null,
      "description": "The incred Elizabeth Banks joins us this week from Ireland. Elizabeth is an actor, director, writer, producer, and all-around baller. She teaches us about pet-care in exchange for lodging, Jason learns what the word “college” means, and a few people admit to their rollerblading histories. Get ready to get wicked smaht... it’s another episode of SmartLess.",
      "image": null
    },
    {
      "number": 52,
      "season": 2,
      "episode": 28,
      "title": "LeBron James",
      "date": "2021-07-12",
      "type": null,
      "description": "It's been a whole year, gang. Happy Anniversary... and we love you so damn much it hurts. Also, we found this guy named LeBron James and we went ahead and interviewed him. Because we're \"just for the helluvit\" kinda guys. Happy 1-year. Will you marry us?",
      "image": null
    },
    {
      "number": 53,
      "season": 2,
      "episode": 29,
      "title": "Ryan Reynolds",
      "date": "2021-07-19",
      "type": null,
      "description": "The super-handsome, ultra-talented, and mildly-funny Ryan Reynolds joins us this week on the show. We go deep with the double-R, from stocking shelves label-out, to vulnerability as a performer and business owner… while touching on his “humanitarian efforts” diving for Melo Melo pearls that he bedazzles his new line of toe-loop sandals with. It’s another naughty shipwreck on the S.S. SmartLess. Welcome aboard!",
      "image": null
    },
    {
      "number": 54,
      "season": 2,
      "episode": 30,
      "title": "Joy Reid",
      "date": "2021-07-26",
      "type": null,
      "description": "Joy Reid blesses us with her magical presence on this week’s episode of ChairPod SmartArm. Joy is host of MSNBC's \"The ReidOut,\" and (this just in…) a wonderful human being too. Plus she likes all of Sean’s favorite content so it’s been a really rough weekend binging Star Trek and Zombie films, but phewww - we finally got this ep out before sunrise. Happy Monday, kiddos.",
      "image": null
    },
    {
      "number": 55,
      "season": 2,
      "episode": 31,
      "title": "J.J. Abrams",
      "date": "2021-08-02",
      "type": null,
      "description": "We’re surprised and delighted this fine Monday… by Mr. J.J. Abrams. This wildly creative filmmaker and musician gives us an hour inside his brain. We’re humbled by his request to audition for SmartLess advertising reads, we’re warned not to go down the rabbit-hole of modular synthesis, and we learn the genesis of the term “blockbuster.” All of this while Sean wears his Tatooine hat to impress J.J. (who doesn’t even notice).",
      "image": null
    },
    {
      "number": 56,
      "season": 2,
      "episode": 32,
      "title": "Tony Hawk",
      "date": "2021-08-09",
      "type": null,
      "description": "We shred some serious pod this week with the raddest dude of all: Tony Hawk. Tony teaches the newbs proper parlance, tells us about his foundation The Skatepark Project, and discusses his relationship with his only neck-tie. This one goes out to Tony’s violin teacher.",
      "image": null
    },
    {
      "number": 57,
      "season": 2,
      "episode": 33,
      "title": "Daniel Ricciardo",
      "date": "2021-08-16",
      "type": null,
      "description": "Formula One race car driver Daniel Ricciardo cruises through to talk with the gang, discussing everything from Daniel’s water weight management system to Jason’s night in a Monaco jail. Let’s access the fear today… oh yes, there’s the flavor.",
      "image": null
    },
    {
      "number": 58,
      "season": 2,
      "episode": 34,
      "title": "Octavia Spencer",
      "date": "2021-08-23",
      "type": null,
      "description": "We are blessed by our guest Octavia Spencer this week. Octavia is an Academy Award winning actor, producer, and author, and the first black actress to receive two consecutive Oscar noms. But we love her because she's an absolute joy to be around... and because her germ management skills are completely in-line with ours. Wipe down your surfaces & seat-back buttons, recline and relax, because we're at cruising altitude here on Air SmartLess.",
      "image": null
    },
    {
      "number": 59,
      "season": 2,
      "episode": 35,
      "title": "Sean Penn",
      "date": "2021-08-30",
      "type": null,
      "description": "Yo, folks– it’s Sean Penn. Humanitarian, actor, director, writer, and surfer, Sean Penn joins us for a chat and a smoke break.  We discuss his new film, his old films, and everything in between– like the world.  Plus Sean H. formally thanks our guest for teaching his educators how to pronounce his first name correctly. T.G.I.M!",
      "image": null
    },
    {
      "number": 60,
      "season": 2,
      "episode": 36,
      "title": "Fred Armisen",
      "date": "2021-09-06",
      "type": null,
      "description": "Our hombre Fred Armisen comes to us via satellite uplink on another extra-special episode in Podland, USA. The hijinks never end, with Will & Sean making a documentary about Fred’s life from his actual childhood home, the dynamics of “the real wink,” and strategy-talk on getting to the right elevator at the doctor’s office. It’s a real whirlwind folks: take your omega-3 fatty acids.",
      "image": null
    },
    {
      "number": 61,
      "season": 2,
      "episode": 37,
      "title": "Tiffany Haddish",
      "date": "2021-09-13",
      "type": null,
      "description": "Actor and comedian Tiffany Haddish sits down with us on 'opportunity day.' She tells about growing up in South Central Los Angeles and her journey to the present, the transformative power of Roger Rabbit, her new grocery store project, and of course, the healing benefits of the soursop fruit. As lovers of stone fruit, it's time to add some soursop to the mix here at Camp SmartLess.",
      "image": null
    },
    {
      "number": 62,
      "season": 2,
      "episode": 38,
      "title": "Ken Burns",
      "date": "2021-09-20",
      "type": null,
      "description": "We are blessed to have Ken Burns sit down with us this week. Ken clears up the rumors about George Washington’s wooden teeth and teaches us how much sap it takes to make syrup... amongst other things like The Civil War, Baseball, and his upcoming series, Muhammed Ali. After all, history is “story” plus ‘hi.”",
      "image": null
    },
    {
      "number": 63,
      "season": 2,
      "episode": 39,
      "title": "Jon Stewart",
      "date": "2021-09-27",
      "type": null,
      "description": "Day bartender and Egyptian silk connoisseur Jon Stewart joins us for a chat. Comedian, writer, director, and television host, Jon shares so much with us, from the invention of the combustion engine to MC Hammer quotes. This is a man who knows how to think, knows how to talk, and knows his Judge Judy. Plus, Sean gets put in the penalty box!... on another arousing episode of SmartLess.",
      "image": null
    },
    {
      "number": 64,
      "season": 2,
      "episode": 40,
      "title": "Jeff Daniels",
      "date": "2021-10-04",
      "type": null,
      "description": "This wonderful week brings us thespian-extraordinaire Jeff Daniels. We deep-dive on craft, hear about collaborators from Sorkin to Cagney to Forman, and the essential power of flop sweat. But at the end of the day, it’s all about whatever gets us on the 10/405 interchange quickest. When life gives you Monday, dip it in glitter and make it sparkle all week.",
      "image": null
    },
    {
      "number": 65,
      "season": 2,
      "episode": 41,
      "title": "David Remnick",
      "date": "2021-10-11",
      "type": null,
      "description": "Why is David Remnick always so cold? He’s surrounded by drafts. Editor of The New Yorker and Pulitzer Prize-winning writer David Remnick joins us this week to discuss penne pasta, drunk tweeting, feeding the recycling bin, and Leonard Cohen.",
      "image": null
    },
    {
      "number": 66,
      "season": 2,
      "episode": 42,
      "title": "Chelsea Handler",
      "date": "2021-10-11",
      "type": null,
      "description": "Handler!? You hardly even knew 'er! But now you're gonna, on a wild ride through pinky rings, $2000 cab rides, and nasal swabs on first dates... with none other than Chelsea Handler. Can you even handler it!?",
      "image": null
    },
    {
      "number": 67,
      "season": 2,
      "episode": 43,
      "title": "Joe Buck",
      "date": "2021-10-18",
      "type": null,
      "description": "We go Buck wild with strong-shouldered sports commentator Joe Buck. From dads to daddy issues and hair transplants to high-intensity potty breaks, we run the gamut with this vocal hero. Plus Will comes up with Joe's new catchphrase!",
      "image": null
    },
    {
      "number": 68,
      "season": 2,
      "episode": 44,
      "title": "Tom Hanks",
      "date": "2021-10-25",
      "type": null,
      "description": "We are very T.Hankful this week, with surprise guest Tom Hanks. Tom renames the show “HelpLess,” Sean practices his critically-recognized hosting prowess, and we begin the development process on Tom’s next two blockbuster TikTok films. There’s no crying in podcasts!",
      "image": null
    },
    {
      "number": 69,
      "season": 2,
      "episode": 45,
      "title": "Jerry Seinfeld",
      "date": "2021-11-01",
      "type": null,
      "description": "Aspiring Little League coach Jerry Seinfeld joins us this week to talk about the History of the Pop-Tart and the power of “No, thank you.” So splash some water on your face and let’s individuate together… on another enthralling episode of SmartLess.",
      "image": null
    },
    {
      "number": 70,
      "season": 2,
      "episode": 46,
      "title": "Dr. Vivek Murthy",
      "date": "2021-11-08",
      "type": null,
      "description": "This week we welcome our nation’s doctor, The United States Surgeon General.  Dr. Murthy blesses us with his wisdom across light topics of discussion, like mental health, love, well-being, sleep hygiene, and positive relationships with others… not to mention finally advising Will on a proper salad/workout schedule. Take one of these and call us in the morning.",
      "image": null
    },
    {
      "number": 71,
      "season": 2,
      "episode": 47,
      "title": "Halle Berry",
      "date": "2021-11-15",
      "type": null,
      "description": "We are surprised this week by the amazingly talented Halle Berry. Actor, director, activist, and mother, Halle joins us to discuss her directing debut, her work on Senate Bill 606, and clears up Sean’s confusion between her and the uber popular Olallieberry pie. Just watch your shoulders when grabbing those Nilla wafers, folks, and always use a pillow barricade.",
      "image": null
    },
    {
      "number": 72,
      "season": 2,
      "episode": 48,
      "title": "Dave Grohl",
      "date": "2021-11-22",
      "type": null,
      "description": "The pod’s like a house of mud-wrestlers this week when Dave Grohl rolls on through. We learn how to live on corn dogs, we discover there’s another Tracy out there… and we walk away with a BB gun, a Nintendo, and a new tattoo. Welcome to another grungy episode of SmartLess.",
      "image": null
    },
    {
      "number": 73,
      "season": 2,
      "episode": 49,
      "title": "Sandra Bullock",
      "date": "2021-11-29",
      "type": null,
      "description": "Sandra Bullock speeds over for this week’s episode. Sandra teaches us German, Jason probes her on charcuterie, Will auditions for her new marketing campaign, and Sean sings opera. Welcome to Smartless.",
      "image": null
    },
    {
      "number": 74,
      "season": 2,
      "episode": 50,
      "title": "Jimmy Fallon",
      "date": "2021-12-06",
      "type": null,
      "description": "The host with the most Mr. Jimmy Fallon teleports to us from NYC. Jimmy takes over Lorne's office, he describes his new show about jellies, and teaches us how to use a backpack guitar on a treadmill. It's provocative, it's ruggedly handsome, it's another episode of SmartLess.",
      "image": null
    },
    {
      "number": 75,
      "season": 2,
      "episode": 51,
      "title": "Will Forte",
      "date": "2021-12-13",
      "type": null,
      "description": "In the words of Will Forte, \"It's almost too much for your eyes and ears to handle.\"",
      "image": null
    },
    {
      "number": 76,
      "season": 2,
      "episode": 52,
      "title": "Woody Harrelson",
      "date": "2021-12-20",
      "type": null,
      "description": "We dive into trash bags with Woody Harrelson, who comes to us live from Winnipeg. We explore Woody’s life and career, we get our first ‘random listener’ question, and Will discusses that time he couldn’t find the mousse. See you at LAX!",
      "image": null
    },
    {
      "number": 77,
      "season": 2,
      "episode": 53,
      "title": "Barry Sonnenfeld",
      "date": "2021-12-27",
      "type": null,
      "description": "We dive into trash bags with Woody Harrelson, who comes to us live from Winnipeg. We explore Woody’s life and career, we get our first ‘random listener’ question, and Will discusses that time he couldn’t find the mousse. See you at LAX!",
      "image": null
    },
    {
      "number": 78,
      "season": 3,
      "episode": 1,
      "title": "Kathryn Hahn",
      "date": "2022-01-03",
      "type": null,
      "description": "First we cross Jordan then head to Serbia and Greece with the ultra-talented Kathryn Hahn. Kathryn makes us giggle uncontrollably, Will critiques Jason’s personality, and Sean asks an award-winning question in another sizzling episode of Psalm-artless.",
      "image": null
    },
    {
      "number": 79,
      "season": 3,
      "episode": 2,
      "title": "David Byrne",
      "date": "2022-01-10",
      "type": null,
      "description": "We’re SmartLess, so things Stopped Making Sense a while ago… but it’s David Byrne, people!",
      "image": null
    },
    {
      "number": 80,
      "season": 3,
      "episode": 3,
      "title": "Michael Moore",
      "date": "2022-01-17",
      "type": null,
      "description": "It’s time for a Canadian strip-search this week: we have Michael Moore on the pod. And when it comes to this episode description, clearly less is Moore.",
      "image": null
    },
    {
      "number": 81,
      "season": 3,
      "episode": 4,
      "title": "Johnny Knoxville",
      "date": "2022-01-24",
      "type": null,
      "description": "Welcome to another episode of JackLess: PJ teaches us how to be brave, Jason gets a new operating system, Will shamelessly promotes, and Sean finally tells us about Tiger In The Grass. Heeeeere’s Johnny! (Knoxville).",
      "image": null
    },
    {
      "number": 82,
      "season": 3,
      "episode": 5,
      "title": "Adam McKay",
      "date": "2022-01-31",
      "type": null,
      "description": "Jump into a bouncy castle full of hyenas and long-stemmed wine glasses with this week’s guest, Adam McKay. It’s SmartLess. It’s a podcast.",
      "image": null
    },
    {
      "number": 83,
      "season": 3,
      "episode": 6,
      "title": "Eddie Vedder",
      "date": "2022-02-07",
      "type": null,
      "description": "A song comprised of quotes from this episode:\r\n\r\n\r\n\r\nMidnight shifts, foiling 3 feet off the water\r\n\r\nThe waves are X amount of feet high\r\n\r\nThis is breakfast\r\n\r\nYou’re a beast, Irish earthling\r\n\r\nA cape that said Security\r\n\r\nI don’t think you know how much I like you",
      "image": null
    },
    {
      "number": 84,
      "season": 3,
      "episode": 7,
      "title": "Courteney Cox",
      "date": "2022-02-14",
      "type": null,
      "description": "The universe served up Ms. Courteney Cox this week for an education on steak sauce recipes, upgrading your home decor, and the secret to the bachelor’s gravy. And yes, Will finally puts a name on Courteney’s new punk band.",
      "image": null
    },
    {
      "number": 85,
      "season": 3,
      "episode": 8,
      "title": "Charlie Day",
      "date": "2022-02-21",
      "type": null,
      "description": "Wrap yourself in cashmere and come sit by the fire with Mr. Charlie Day, who joins us this week to give career advice and acting tips. Jason learns about ‘voluntary additional school,’ Sean wails on the slide-whistle, and Will teases us with intimate details about his relationship with Forte. Welcome to SmartLess.",
      "image": null
    },
    {
      "number": 86,
      "season": 3,
      "episode": 9,
      "title": "Paul Thomas Anderson",
      "date": "2022-02-28",
      "type": null,
      "description": "Italian candy expert, amateur filmmaker (and recipient of 11 Academy Awards) Paul Thomas Anderson joins us this week to dig into the businesstry and take a bite outta’ life. Motto panukeiku! Hai?",
      "image": null
    },
    {
      "number": 87,
      "season": 3,
      "episode": 10,
      "title": "Cate Blanchett",
      "date": "2022-03-07",
      "type": null,
      "description": "We roll up our sleeves and get down to business with none other than Cate Blanchett. She reveals her aspirations to make cheese, Sean fans-out on Lord of the Rings, Will explains his rich history in lowered expectations, and Jason explores his elasticity challenges. Pass the honey butter; it’s SmartLess.",
      "image": null
    },
    {
      "number": 88,
      "season": 3,
      "episode": 11,
      "title": "Thom York and Jonny Greenwood",
      "date": "2022-03-14",
      "type": null,
      "description": "This week’s smart-plate special: Thom Yorke and Jonny Greenwood from that tiny band Radiohead. Bon appétit.",
      "image": null
    },
    {
      "number": 89,
      "season": 3,
      "episode": 12,
      "title": "David Spade",
      "date": "2022-03-21",
      "type": null,
      "description": "On this diamond of an episode, ace comedian David Spade shuffles on in. Our hearts are captured as we get royally flushed, and you bet your bottom dollar that Sean reveals his alternate identity as the Seafood King. At the end of the day, let’s just get one thing straight: with us jokers, it’s all fun and gaming here at SmartLess.",
      "image": null
    },
    {
      "number": 90,
      "season": 3,
      "episode": 13,
      "title": "Jon Hamm",
      "date": "2022-03-28",
      "type": null,
      "description": "The guys go full-Yamaha this week with avid golfer, Jon Hamm. It’s mad, man.",
      "image": null
    },
    {
      "number": 91,
      "season": 3,
      "episode": 14,
      "title": "Michael Lewis",
      "date": "2022-04-04",
      "type": null,
      "description": "We’re an island of misfit toys with big-brained Michael Lewis (author of books such as Moneyball: The Art of Winning an Unfair Game and The Big Short: Inside the Doomsday Machine). Michael teaches us how different objects drift at sea, Jason pitches him a book idea, Sean learns the importance of the left tackle, and Will reveals something, um, very private. Welcome to SmartLess.",
      "image": null
    },
    {
      "number": 92,
      "season": 3,
      "episode": 15,
      "title": "Craig Robinson",
      "date": "2022-04-11",
      "type": null,
      "description": "Sean’s old college buddy Craig Robinson hops aboard the SmartLess catamaran as we sail into a sea of laughs and journey through history. From Craig’s early days teaching K-8 while practicing stand-up on his students, to calling Sean’s Mom’s house for commercial audition advice, it’s a Hollywood education on the half-shell. Slurp!",
      "image": null
    },
    {
      "number": 93,
      "season": 3,
      "episode": 16,
      "title": "Bill Maher",
      "date": "2022-04-18",
      "type": null,
      "description": "Welcome to a large-scale diorama at the Museum of Natural SmartLess. This week Bill Maher teaches us about the finer details in life, like bottle service, gambling, and hosting 30 years of television. Please exit through the gift shop.",
      "image": null
    },
    {
      "number": 94,
      "season": 3,
      "episode": 17,
      "title": "Liam Neeson",
      "date": "2022-04-25",
      "type": null,
      "description": "Avid fly fisherman Liam Neeson brings his very particular set of skills (and his Stanley thermos) to the show this week. To Sean’s dismay, we don’t talk about Star Wars. However, of his over 100 film roles, we discuss Alfred Kinsey, Oskar Schindler… and Jesus. And the time he made Jason’s mom cry for a week.",
      "image": null
    },
    {
      "number": 95,
      "season": 3,
      "episode": 18,
      "title": "Mike Myers",
      "date": "2022-05-02",
      "type": null,
      "description": "Will invites another Canadian treasure this week: Mr. Mike Myers. 18 seconds of pleasure and a lifetime of responsibility, 2% water and 98% ham, and a thousand-pound bull made entirely outta’ butter. Bienvenu á SmartLess.",
      "image": null
    },
    {
      "number": 96,
      "season": 3,
      "episode": 19,
      "title": "John Mulaney ",
      "date": "2022-05-09",
      "type": null,
      "description": "As John Mulaney always says: “sugar goes into this body.” This week’s guest gets deep about his former tag crew, hypnotism, and proper swaddle technique. Plus Sean pitches a new compost idea.",
      "image": null
    },
    {
      "number": 97,
      "season": 3,
      "episode": 20,
      "title": "Ben Stiller",
      "date": "2022-05-16",
      "type": null,
      "description": "We go into some deep shoppe-talk with the hilarious and ultra-talented Ben Stiller. We cover all the necessary nuances, like applying makeup in front of your children, proper neck tattoos, and motivation behind a numb ear. Plus, Ben officially commits to giving Sean his Oscar Levant portrait.",
      "image": null
    },
    {
      "number": 98,
      "season": 3,
      "episode": 21,
      "title": "Kristen Wiig",
      "date": "2022-05-23",
      "type": null,
      "description": "Go fig… it’s Kristen Wiig! Born in the Amazon basin, and having never used electricity prior to the age of 18 (when she began her journey as a world-class ballet dancer), Kristen turns things on, and leaves them on (to power her laptop for this humble podcast, of course). Welcome to SmartWiig; now go fill your pool with Skittles.",
      "image": null
    },
    {
      "number": 99,
      "season": 3,
      "episode": 22,
      "title": "Phil Lord and Christopher Miller",
      "date": "2022-05-30",
      "type": null,
      "description": "Our Surprise Guest(s) this week are the dynamic duo: Phil Lord and Christopher Miller. “The Hall & Oates of film & television” make us a few table-side Caesar salads and tell us their true Hollywood stories. After all, the ladies love a coupl’a cartoonists doodling away in the studio.",
      "image": null
    },
    {
      "number": 100,
      "season": 3,
      "episode": 23,
      "title": "Bradley Cooper",
      "date": "2022-06-06",
      "type": null,
      "description": "Grab your Pepcid AC; it’s time for a spicy-hot Episode 100 of SmartLess. Come laugh and cry with us, as we wet the reed and snap with both hands for our special guest, Mr. Bradley Cooper. Shabbat shalom and good yontif.",
      "image": null
    },
    {
      "number": 101,
      "season": 3,
      "episode": 24,
      "title": "Chris Pratt",
      "date": "2022-06-13",
      "type": null,
      "description": "We are surprised and delighted this week by door-to-door salesman, Chris Pratt. We discuss the emotional rollercoaster of golf, pineapple shrimp, lemon shrimp, coconut shrimp, pepper shrimp, shrimp soup, shrimp stew, shrimp salad, shrimp and potatoes, shrimp burger, shrimp sandwich… anyway, welcome to SmartLess.",
      "image": null
    },
    {
      "number": 102,
      "season": 3,
      "episode": 25,
      "title": "Jenny Slate",
      "date": "2022-06-20",
      "type": null,
      "description": "Our lovely surprise guest Jenny Slate joins from a supply closet to give us the 5-day weather outlook, the difference between drop and dropper, texts about ‘the patriarchy,’ and so much more. Come ruin your minds with us, here at Chateau SmartLess.",
      "image": null
    },
    {
      "number": 103,
      "season": 3,
      "episode": 26,
      "title": "Jeff Bridges",
      "date": "2022-06-27",
      "type": null,
      "description": "We come to you from the ranch, where we do some trim tabbing and advanced pretending with Jeff Bridges, a.k.a. “Uncle Jeff.” So grab your shades and throw on a robe… it’s SmartLess, dude.",
      "image": null
    },
    {
      "number": 104,
      "season": 3,
      "episode": 27,
      "title": "Jack Black",
      "date": "2022-07-04",
      "type": null,
      "description": "Thomas Jacob Black, a.k.a. “Jack Black” reveals himself from behind a piece of toilet paper for this week’s rich and buttery (yet subtle and nutty) episode of the podcast currently known as SmartLess. We ask the doctor if we can sing, we pitch to Uber, and we send David a muffin basket. Happy 4th, fam!",
      "image": null
    },
    {
      "number": 105,
      "season": 3,
      "episode": 28,
      "title": "James Burrows",
      "date": "2022-07-11",
      "type": null,
      "description": "James a.k.a. “Jimmy” Burrows (co-creator of Cheers and prolific television director of shows such as Taxi, Frasier, Friends, Will & Grace, the list goes on and on…) surprises us this week to share endless stories from his early career through numerous hit TV shows. So drop some ice in the White Zin and settle-in for another crisp new episode of SmartLess.",
      "image": null
    },
    {
      "number": 106,
      "season": 3,
      "episode": 29,
      "title": "Jordan Peele",
      "date": "2022-07-18",
      "type": null,
      "description": "Master of puppets, Mr. Jordan Peele surprises us this week on the pod. We of course cover the ‘illusion’ of le cinéma, the ‘spectacle’ of Hollywood, and a bit of Nope and Yep, for good measure. And we’re just so proud of Will for rocking it at Wordl yet again. So come Get Out with Us this week, gang, for another wet and wild episode of SmartLess.",
      "image": null
    },
    {
      "number": 107,
      "season": 3,
      "episode": 30,
      "title": "Kerry Washington",
      "date": "2022-07-25",
      "type": null,
      "description": "The incredibly talented actor/producer Kerry Washington joins us this week to give us a safer-sex education. Sean becomes our next Barbara Walters, Will makes a promise he’ll never break, while Jason confirms the level of college education in the group… and we’re just a few credits shy, folks. That’s why it’s called SmartLess. Kanpai!",
      "image": null
    },
    {
      "number": 108,
      "season": 3,
      "episode": 31,
      "title": "Arcade Fire",
      "date": "2022-08-01",
      "type": null,
      "description": "Grab your joystick and a handful of kindling; Win Butler and Régine Chassagne of Arcade Fire join us from New Orleans to jam a bit and talk nimble futures. In the words of Win: \"this isn't weird at all, this is super normal.\"",
      "image": null
    },
    {
      "number": 109,
      "season": 3,
      "episode": 32,
      "title": "Shawn Levy",
      "date": "2022-08-08",
      "type": null,
      "description": "Talk about great hair… it’s Shawn Levy comin’ through from a Hungarian hotel to educate us on cinematic heft and settle-down hands. We try to quit him, but we can’t, because as Shawn L. would say: “when the tan fades, I’m concerned.” Bienvenue à MoinsIntelligent.",
      "image": null
    },
    {
      "number": 110,
      "season": 3,
      "episode": 33,
      "title": "Kenan Thompson",
      "date": "2022-08-15",
      "type": null,
      "description": "Kenan Thompson, SNL’s longest-tenured cast member, joins us this week from Atlanta. Everyone has a go at their best Lorne voice, and we quickly realize “we’re just one hat and 40 buttons away from being Steve right now.” Welcome to SmartLess.",
      "image": null
    },
    {
      "number": 111,
      "season": 3,
      "episode": 34,
      "title": "Ewan McGregor",
      "date": "2022-08-22",
      "type": null,
      "description": "We rustle up a motorcycling Obi-Wan-of-a-kind: Mr. Ewan McGregor, coming to us from the sanctum of his tiny house. The guys get some much-needed golf support from Ewan, Sean auditions for “Trainspotting: The Musical,” and we finally learn how to use The Force in supermarkets. Fàilte gu SmartLess.",
      "image": null
    },
    {
      "number": 112,
      "season": 3,
      "episode": 35,
      "title": "John Legend",
      "date": "2022-08-29",
      "type": null,
      "description": "Legend has it, we got an EGOT on the pod. John Legend joins us this week and we hum some nonsense together, talk crosswords, and get trained on proper photoshoot wet-downs. It’s legendary.",
      "image": null
    },
    {
      "number": 113,
      "season": 3,
      "episode": 36,
      "title": "Ethan Hawke",
      "date": "2022-09-05",
      "type": null,
      "description": "The uber-talented Ethan Hawke joins us this week on the wunderpod. We talk acting, directing, and of course, alternate Elvis realities. Plus Sean considers lawyering-up. It’s an aptitude for insanity... welcome to SmartLess.",
      "image": null
    },
    {
      "number": 114,
      "season": 3,
      "episode": 37,
      "title": "Katy Perry",
      "date": "2022-09-12",
      "type": null,
      "description": "We’ve got the lovely Katy Perry on the mic this week, who gives parental advice, talks pop anthems and halftime shows, and fine, you’re gonna hear her roar.",
      "image": null
    },
    {
      "number": 115,
      "season": 3,
      "episode": 38,
      "title": "Allison Janney",
      "date": "2022-09-26",
      "type": null,
      "description": "Figure skating champ, Allison Janney rolls between takes on your favey poddy. We learn some hand-to-hand combat, how to smoke around a bird, and Jason teaches us to cry with crystals. It’s an all new SmartLess, viel spass!",
      "image": null
    },
    {
      "number": 116,
      "season": 3,
      "episode": 39,
      "title": "Anderson Cooper",
      "date": "2022-10-03",
      "type": null,
      "description": "Strap on your helmet and grab your go-bag; we’ve got Anderson Cooper live on the scene. We go floor-to-floor via fireman’s pole, sharing war stories and discussing underwear logistics. It’s SmartLess: “Making Jokes, Not Breaking News.”",
      "image": null
    },
    {
      "number": 117,
      "season": 3,
      "episode": 40,
      "title": "Kevin Bacon",
      "date": "2022-10-10",
      "type": null,
      "description": "We sizzle up some Kevin Bacon on this week’s ep of our little pea pod. Sean almost reinterprets Footloose, while Will and Jason duke it out over who has fewer degrees of separation from Kev (he said we could call him that). So yeah, grab your puffy vest and guitar, and find a goat to serenade. This is SmartLess.",
      "image": null
    },
    {
      "number": 118,
      "season": 3,
      "episode": 41,
      "title": "Tony Hale",
      "date": "2022-10-17",
      "type": null,
      "description": "Set your sails, it’s Tony Hale! We’ve got the double-Emmy winner and good friend of the show Busting in this week. Jason gets his hands dirty, Will reminisces about the hardest he’s ever laughed, and Sean still hasn’t seen any Arrested Development (but he trusts it’s good, since his pals won’t shut up about it). Pod voyage!",
      "image": null
    },
    {
      "number": 119,
      "season": 3,
      "episode": 42,
      "title": "Steve Carell",
      "date": "2022-10-24",
      "type": null,
      "description": "Sapphire-Steve Carell joins us this week via Wicked SmahtLess Satellite-Uplink. We review his resume from resident DJ to mail carrier… to just a guy who works in an Office. Will and Steve bond over their history as hockey goalies, Sean gets down with love, and Jason finally reveals his process in shaping his Teen Wolf Too performance. Must be nice.",
      "image": null
    },
    {
      "number": 120,
      "season": 3,
      "episode": 43,
      "title": "Elisabeth Moss",
      "date": "2022-10-31",
      "type": null,
      "description": "We have our cake (and eat it too) with the ultra-talented Elisabeth Moss. Sean gets Lizzy’s address, Will tries to figure out how cool Jazz is, and Jason throws out his new dance company concept. 5-6-7-8, it's SmartLess!",
      "image": null
    },
    {
      "number": 121,
      "season": 3,
      "episode": 44,
      "title": "President Joe Biden",
      "date": "2022-11-02",
      "type": null,
      "description": "Welcome to SmartLess… with The 46th President of the United States, Joe Biden. Need we say more?",
      "image": null
    },
    {
      "number": 122,
      "season": 3,
      "episode": 45,
      "title": "Wayne Gretzky",
      "date": "2022-11-07",
      "type": null,
      "description": "You’re gonna give a puck about this week’s guest, Mr. Wayne Gretzky. We sit down with The Great One to talk figure skating, golf tips, and Chex Mix. Pass the biscuit because this one's a barnburner; it's an all new SmartLess.",
      "image": null
    },
    {
      "number": 123,
      "season": 3,
      "episode": 46,
      "title": "Charlize Theron",
      "date": "2022-11-14",
      "type": null,
      "description": "Welkom by ‘n nuwe SmartLess, where Sean makes Sloppy Joes, we all get tattoos, and we finally get to talk golf, tennis, and pickleball with the one and only Charlize Theron.",
      "image": null
    },
    {
      "number": 124,
      "season": 3,
      "episode": 47,
      "title": "Kumail Nanjiani",
      "date": "2022-11-21",
      "type": null,
      "description": "This week we host the illustrious Kumail Nanjiani to discuss weight gain tips, the definition of a real man, and a snake fighting a mongoose. “Happy birthday, thank you very much!”",
      "image": null
    },
    {
      "number": 125,
      "season": 3,
      "episode": 48,
      "title": "Rian Johnson",
      "date": "2022-11-28",
      "type": null,
      "description": "Pull those Knives Out and lay some Brick: it’s writer/director Rian Johnson. We discuss ‘making movies with a bunch of friends,’ and a hairy Yul Brynner. Plus, anonymous caller “Scotty” chimes in with questions! Grab your Green Milk; it’s an all new SmartLess.",
      "image": null
    },
    {
      "number": 126,
      "season": 3,
      "episode": 49,
      "title": "Sigourney Weaver",
      "date": "2022-12-05",
      "type": null,
      "description": "The illustrious Sigourney Weaver trains us to breathe underwater, look into camera, and make chocolates for agents. “Get off my mountain!” It’s another rib-tickling episode of SmartLess.",
      "image": null
    },
    {
      "number": 127,
      "season": 3,
      "episode": 50,
      "title": "Emily Blunt",
      "date": "2022-12-12",
      "type": null,
      "description": "We find our Quiet Place with the wonderfully charming Emily Blunt. Will auditions for Friends, Emily pronounces “Arnold Palmer” with precision, and Sean makes a classic cheesecake. Grab a fresh bowl of drunken noodles... it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 128,
      "season": 3,
      "episode": 51,
      "title": "James Cameron",
      "date": "2022-12-19",
      "type": null,
      "description": "It’s raining Skittles this week, as the ultra-cool James Cameron shows us how to swim. We dive into the abyss of invented reality… a world of deep sea chicken, where Roombas order Chinese food, and you never need to bail out your dog. Come with us if you want to live - it’s SmartLess, baby.",
      "image": null
    },
    {
      "number": 129,
      "season": 3,
      "episode": 52,
      "title": "Edward Norton",
      "date": "2022-12-26",
      "type": null,
      "description": "History major Edward Norton swims with the pod this week, uncovering rare treasures like a Portillo’s private plane, Asian long-horned beetles, a wonky browser, and a wet Marlon Brando. But at the end of the day, “it was the kind of thing I would have really done just for the poster.\"",
      "image": null
    },
    {
      "number": 130,
      "season": 4,
      "episode": 1,
      "title": "Alejandro González Iñárritu",
      "date": "2023-01-02",
      "type": null,
      "description": "We suspend reality with the one and only Alejandro Iñárritu, discussing bear attacks, finger dexterity exercises, and a little bit about filmmaking. In the words of Alejandro, “turn off your co-pilot of rational demandings and just let yourself go.",
      "image": null
    },
    {
      "number": 131,
      "season": 4,
      "episode": 2,
      "title": "John Krasinski",
      "date": "2023-01-09",
      "type": null,
      "description": "We spend a fortnight in the future with our dear friend, John Krasinski. Baby weight record-holder a.k.a. ‘Kras’ schools us on Call Of Duty, Sean auditions for an Esurance ad, and we all get burritos at Sharky’s. Come join us for a listen– we’re serving cardboard and almonds!",
      "image": null
    },
    {
      "number": 132,
      "season": 4,
      "episode": 3,
      "title": "Steven Spielberg",
      "date": "2023-01-16",
      "type": null,
      "description": "Let’s all go to the movies… with Steven Spielberg. We fall in love with Doctor Zhivago, indulge in some tainted lamb, and build a lucky sand castle. In the words of Steven Spielberg, “I have to tell the story; it’s in my marrow.”",
      "image": null
    },
    {
      "number": 133,
      "season": 4,
      "episode": 4,
      "title": "Bono",
      "date": "2023-01-23",
      "type": null,
      "description": "We needed a lead vocalist, so we got Bono. Come join us for breaking-news, the similarities between Ireland and Jamaica, the difference between EQ and IQ, and, um… World of Warcraft. Tune your dials, folks— it’s SmartLess.",
      "image": null
    },
    {
      "number": 134,
      "season": 4,
      "episode": 5,
      "title": "Dana Carvey",
      "date": "2023-01-30",
      "type": null,
      "description": "We go on a hike with the incredible Dana Carvey. This week we’re plonkin’, we’re chuggin’ vitamins, and we’re explorin’ free market capitalism, a.k.a. 900 types of cereal. Come tickle your ribs with us; it’s SmartLess.",
      "image": null
    },
    {
      "number": 135,
      "season": 4,
      "episode": 6,
      "title": "Tracee Ellis Ross",
      "date": "2023-02-06",
      "type": null,
      "description": "Put on your uniform and get your wiggles out: it’s Tracee Ellis Ross. We sit down and explore a cappella panic, crying in the mirror, and a village of unicorns. So organize your closet, it’s time for another searing episode of Star Search. Wait, scratch that – it’s SmartLess.",
      "image": null
    },
    {
      "number": 136,
      "season": 4,
      "episode": 7,
      "title": "Eugene Levy",
      "date": "2023-02-13",
      "type": null,
      "description": "Find an excuse to cancel dinner and let’s take a journey through the brain of the great Eugene Levy. We talk comedy, we talk travel, and we all get a timeshare in Goodwood… amongst other things. Join us for another SmartLess, and let us never forget: “God loves a terrier.”",
      "image": null
    },
    {
      "number": 137,
      "season": 4,
      "episode": 8,
      "title": "Billy Crudup",
      "date": "2023-02-20",
      "type": null,
      "description": "This week let’s suit-up with Billy Crudup! We all sit down and indulge in some ‘Classic Crudup,’ like priceless voiceover campaigns, 800 numbers, and timeshares on the moon. After all, to quote the great William Gaither Crudup, “poolside furniture is my specialty.”",
      "image": null
    },
    {
      "number": 138,
      "season": 4,
      "episode": 9,
      "title": "Brendan Fraser",
      "date": "2023-02-27",
      "type": null,
      "description": "Weaze the juice…it’s Brendan Fraser. Items you’ll need for this ep: a punch card, a video magnetofon, prison WIFI, pork and beans, and a hidden Yorkshire Terrier. Safety first; it’s SmartLess.",
      "image": null
    },
    {
      "number": 139,
      "season": 4,
      "episode": 10,
      "title": "Natasha Lyonne",
      "date": "2023-03-06",
      "type": null,
      "description": "Gather ‘round for some storytelling with this week’s guest, Natasha Lyonne. The flock flies us through ATM shenanigans, toasties & flat whites, and bus-fulls of bozos. Read between the texts - it’s SmartLess.",
      "image": null
    },
    {
      "number": 140,
      "season": 4,
      "episode": 11,
      "title": "Al Michaels",
      "date": "2023-03-13",
      "type": null,
      "description": "In the words of Al Michaels, “please God, when I open my mouth, let air come out.” Join us for some punchball, stickball, Ringolevio, stoop ball, and motorcycles on ice. It’s the game of life, and it’s called SmartLess. Now, play ball!",
      "image": null
    },
    {
      "number": 141,
      "season": 4,
      "episode": 12,
      "title": "Jon Favreau",
      "date": "2023-03-20",
      "type": null,
      "description": "\"So a bounty hunter walks into a bar...\" Jump into the ring with none other than Mr. Jon Favreau. We're fixin' for a species reveal, meticulous concentration, and the big balloon, so have your Mrs. Beasley's muffins on standby for another delectable episode of SmartLess.",
      "image": null
    },
    {
      "number": 142,
      "season": 4,
      "episode": 13,
      "title": "Keanu Reeves",
      "date": "2023-03-27",
      "type": null,
      "description": "We welcome fellow goalie “cool breeze over the mountains” a.k.a. Keanu Reeves to the show to discuss sellin’ cornflakes, workin’ on workin, and the results of being an unlicked cub. “Be excellent to each other.”",
      "image": null
    },
    {
      "number": 143,
      "season": 4,
      "episode": 14,
      "title": "Ben Affleck",
      "date": "2023-04-03",
      "type": null,
      "description": "Ben Affleck comes to us from his lair to let down his hair, talk about Air, splitting incomes as a pair, how long-lasting friendships are rare, and filmmaking fare vedere. So listen to this episode… um… if you dare.",
      "image": null
    },
    {
      "number": 144,
      "season": 4,
      "episode": 15,
      "title": "Rob Lowe",
      "date": "2023-04-10",
      "type": null,
      "description": "How lowe can we go? Yeah, it’s Rob Lowe. So grab your lollipop and wait in line for three hours… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 145,
      "season": 4,
      "episode": 16,
      "title": "Simon Le Bon",
      "date": "2023-04-17",
      "type": null,
      "description": "Put on your smokey-eye and come out from behind the soda machine, because we’ve got a le-bona-fide rock star on our hands this week, with Simon Le Bon of Duran Duran. And y’heard it here first: “It’s not fear… it’s adrenaline. It’s just your mind and your body preparing you to do something extraordinary. And you will do something extraordinary.” -Simon Le Bon",
      "image": null
    },
    {
      "number": 146,
      "season": 4,
      "episode": 17,
      "title": "Joaquin Phoenix",
      "date": "2023-04-24",
      "type": null,
      "description": "“Whatever happens is a part of it, and it’s ok.” Well it’s more than ‘ok’ this week, and we’re not just jokering around… it’s Joaquin Phoenix comin’ to us from a genny powered trailer. So don’t even finish the script, say “fuck yeah,” make a discovery in the moment, and turn the steamer ship around; it’s an all new SmartLess.",
      "image": null
    },
    {
      "number": 147,
      "season": 4,
      "episode": 18,
      "title": "The Russo Brothers",
      "date": "2023-05-01",
      "type": null,
      "description": "The bread market is skyrocketing this week at a dollar a slice and 50 cents for the heels, ‘cause we’ve got Anthony and Joseph Russo on the poddy. We learn how to make a show for 2 corned-beef sandwiches, we go deep and get Arrested, and we get pitched on The Great Lakes Avengers. So put on your see-through Fendi raincoat and squeeze some juice-os… it’s time to tease some Russos.",
      "image": null
    },
    {
      "number": 148,
      "season": 4,
      "episode": 19,
      "title": "Bill Hader",
      "date": "2023-05-08",
      "type": null,
      "description": "Things we discuss with the insanely talented Bill Hader:\r\n-Portal-to-portal\r\n-A hat on a hat\r\n-Pot roast for breakfast\r\n-Nut allergies\r\n-How high can you jump?\r\n-Did your parents listen to Charo?\r\n\r\nIt's SmartLess - here we go!",
      "image": null
    },
    {
      "number": 149,
      "season": 4,
      "episode": 20,
      "title": "Paul Anka",
      "date": "2023-05-15",
      "type": null,
      "description": "Drink some olive oil with a squeeze of lemon – it’s Paul Anka Day! We’re at the end of the Canadian quota, as Paul teaches us about The Rat Pack, The Mob, and Moose Jerky. Because, in the words of Richard Ehrlich, “this body is not a fluke.”",
      "image": null
    },
    {
      "number": 150,
      "season": 4,
      "episode": 21,
      "title": "Matthew Rhys",
      "date": "2023-05-22",
      "type": null,
      "description": "Open a bottle of beer with a key and grab a fire poker, we’ve got Matthew Rhys on the horn this week. We sit down with the intelligent yet dashing yet wise yet charismatic Actor (and skilled traditional Welsh Chef) to hear recipes from the heart and tales of yore. Grab a slice of meat pie— it’s cooling on the windowsill. #EatSmart #SmartLess",
      "image": null
    },
    {
      "number": 151,
      "season": 4,
      "episode": 22,
      "title": "Depeche Mode",
      "date": "2023-05-29",
      "type": null,
      "description": "We speak & spell with Dave Gahan and Martin Gore of [the French fashion magazine] Depeche Mode. Truly, we just can’t get enough from these gents— from soccer fights and removing clutter, to The Berlin Wall… and “life to prolong,” you might as well just smash a bug on your forehead. Enjoy the Silence; Enjoy the SmartLess.",
      "image": null
    },
    {
      "number": 152,
      "season": 4,
      "episode": 23,
      "title": "Kaley Cuoco",
      "date": "2023-06-05",
      "type": null,
      "description": "A haiku for Kaley Cuoco:\r\nComedy's delight,\r\nKaley's wit ignites laughter,\r\nPodcast joy takes flight.",
      "image": null
    },
    {
      "number": 153,
      "season": 4,
      "episode": 24,
      "title": "Pedro Pascal",
      "date": "2023-06-12",
      "type": null,
      "description": "Pull over and turn the car off— it’s “the ultimate Daddy” a.k.a. Pedro Pascal, stuck in an empty interrogation room with us. This week includes a Pinochet quiz, a Xerox industrial commercial, numerous lavender helmet wipes, and just a whole lotta’ rizz. Come join our cult; it’s SmartLess.",
      "image": null
    },
    {
      "number": 154,
      "season": 4,
      "episode": 25,
      "title": "Jennifer Garner",
      "date": "2023-06-19",
      "type": null,
      "description": "“When’s the last time you dealt with a parabola?” is one of the many questions we explore with the lovely Jennifer Garner. So grab your scrunchy, sit back, and relax, because the rocks are singing Dolly Parton songs tonight… on an all new episode of SmartLess.",
      "image": null
    },
    {
      "number": 155,
      "season": 4,
      "episode": 26,
      "title": "Simon Pegg",
      "date": "2023-06-26",
      "type": null,
      "description": "We fit a round Pegg in a round pod with this week’s guest, the incredible Simon Pegg. Agent Lorenzo Zoil rolls through, we coyly kiss Carrie Fisher’s poster, and we get hypnotized to pick up the check. Let’s get Spaced; it’s SmartLess.",
      "image": null
    },
    {
      "number": 156,
      "season": 4,
      "episode": 27,
      "title": "Will Ferrell: LIVE in Washington DC",
      "date": "2023-06-29",
      "type": null,
      "description": "We met the exotic big cat named Will Ferrell in our country's capital... and we let him out of his cage.\r\n(Recorded on February 02, 2022)",
      "image": null
    },
    {
      "number": 157,
      "season": 4,
      "episode": 28,
      "title": "Idris Elba",
      "date": "2023-07-03",
      "type": null,
      "description": "This week we have a world-famous DJ, undefeated kickboxer, land-speed record holder at 180 mph in a Bentley on a sandy beach, and occasional actor… it's Idris Elba, folks! So sit back, relax, and enjoy the flight - and thanks for choosing SmartLess Air as your trusted travel solution.",
      "image": null
    },
    {
      "number": 158,
      "season": 4,
      "episode": 29,
      "title": "Conan O’Brien: LIVE in Boston",
      "date": "2023-07-06",
      "type": null,
      "description": "We had a wicked pissah with \"the opposite of Tom Brady\" a.k.a. Conan O'Brien.\r\n\r\n(Recorded on February 04, 2022)",
      "image": null
    },
    {
      "number": 159,
      "season": 4,
      "episode": 30,
      "title": "Tom Holland",
      "date": "2023-07-10",
      "type": null,
      "description": "Happy 3rd Birthday, SmartLess! On another trip around the sun, a limerick for our guest:\r\nThere once was a lad named Tom Holland,\r\nWho graced a podcast, all smart(less) and grand.\r\nWith laughter and charm,\r\nHe caused quite the alarm,\r\nAs fans tuned in from every land.",
      "image": null
    },
    {
      "number": 160,
      "season": 4,
      "episode": 31,
      "title": "MIT Professor Max Tegmark: LIVE in Boston",
      "date": "2023-07-13",
      "type": null,
      "description": "Find out more about mechanical cats doing Cats on Broadway… with our esteemed surprise guest: physicist, cosmologist, and machine-learning researcher Max Tegmark, LIVE in Boston.\r\n\r\n(Recorded on February 04, 2022)",
      "image": null
    },
    {
      "number": 161,
      "season": 4,
      "episode": 32,
      "title": "Danny McBride",
      "date": "2023-07-17",
      "type": null,
      "description": "This week we’ve got the Mayor of Laughland coming to us live from Charleston: Mr. Danny McBride. We discuss vacation climaxes, filming still photos, flying trampolines, and of course, Vanderpump Rules. So put a foot-fist in your mouth and watch out for 500 Michael Myers… it’s an all-new SmartLess.\r\n\r\nAlso, former NBA player Rex Chapman joins the guys to talk about his new SmartLess Media podcast, \"Owned,\" about the wild world of professional sports owners.\r\n\r\n(Recorded on May 25th, 2023.)",
      "image": null
    },
    {
      "number": 162,
      "season": 4,
      "episode": 33,
      "title": "David Letterman: LIVE in Brooklyn",
      "date": "2023-07-20",
      "type": null,
      "description": "We went to Brooklyn and sat down with both David Letterman and his sidekick (The Beard) for a hell of a chat n’ giggle.\r\n\r\n(Recorded on Feb 05, 2022)",
      "image": null
    },
    {
      "number": 163,
      "season": 4,
      "episode": 34,
      "title": "Steven Soderbergh",
      "date": "2023-07-24",
      "type": null,
      "description": "A shot, a line, a transition, an idea, a font, anything. It’s Bolivian spirit dealer and ‘the Taylor Swift of Cinema,’ a.k.a. Steven Soderbergh… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 164,
      "season": 4,
      "episode": 35,
      "title": "AOC: LIVE in Brooklyn",
      "date": "2023-07-27",
      "type": null,
      "description": "We sat down in Brooklyn with the lovely Alexandria Ocasio-Cortez to talk Harry Potter, edible gummies, and Sean For President.\r\n\r\n(Recorded on Feb 05, 2022)",
      "image": null
    },
    {
      "number": 165,
      "season": 4,
      "episode": 36,
      "title": "Greta Gerwig",
      "date": "2023-07-31",
      "type": null,
      "description": "Greta Gerwig joins us from atop a Fire Station on this scorching summer morn. We chat in-depth about the importance of le cinéma: ‘un-fussy filmmaking,’ Hitchcock, even the genesis of the word “movie” itself. So grab your taffy and have a laughy; it’s SmartLess.\r\n\r\n(Recorded on June 20, 2023.)",
      "image": null
    },
    {
      "number": 166,
      "season": 4,
      "episode": 37,
      "title": "Andy Richter: LIVE in Chicago",
      "date": "2023-08-03",
      "type": null,
      "description": "It’s hard to find a descriptor… for the delights of Andy Richter.\r\n\r\n(Recorded on February 08, 2022)",
      "image": null
    },
    {
      "number": 167,
      "season": 4,
      "episode": 38,
      "title": "Paul Giamatti",
      "date": "2023-08-07",
      "type": null,
      "description": "All’s well that end-swell with the illustrious Paul Giamatti. Moth protection, boxing tips, the Hummus Diet, and everything in-between (colonoscopies need not apply)… we all get naughty with Mr. Giamatti. Stay tuned, Listener: it’s another honeymoon with your sweetie SmartLess.\r\n\r\n(Recorded on June 05, 2023.)",
      "image": null
    },
    {
      "number": 168,
      "season": 4,
      "episode": 39,
      "title": "Mark Cuban: LIVE in Chicago",
      "date": "2023-08-10",
      "type": null,
      "description": "Mark Cuban sends us to business school, LIVE in Chicago.\r\n\r\n(Recorded on Feb 08, 2022)",
      "image": null
    },
    {
      "number": 169,
      "season": 4,
      "episode": 40,
      "title": "Jessica Chastain",
      "date": "2023-08-14",
      "type": null,
      "description": "We’re serving up poached pears with sweet potato ice cream as we slow-roast with the great Jessica Chastain. So kick off your boots, sit back, and relax for some light cussing, failed PE, and of course, chunky theater stories… on an all-new episode of “Fall Cooking with Jessie-Boo.”\r\n\r\n(Recorded on June 13, 2023.)",
      "image": null
    },
    {
      "number": 170,
      "season": 4,
      "episode": 41,
      "title": "Matt Damon (and Tracey!) LIVE in Madison",
      "date": "2023-08-17",
      "type": null,
      "description": "This week Matt-is-on from Madison… Matt Damon, that is (with a quick visit from Tracey) comin’ atcha LIVE from Wisconsin.\r\n\r\n(Recorded Feb. 09, 2022)",
      "image": null
    },
    {
      "number": 171,
      "season": 4,
      "episode": 42,
      "title": "Rose Byrne",
      "date": "2023-08-21",
      "type": null,
      "description": "Stop and smell the Roses, but don’t get Byrne’t by the molten lava of sheer podcast excellence - we’ve got Rose Byrne on the horn this week! Et voilà! It’s an all-new SmartLess.\r\n\r\n(Recorded on July 7, 2023.)",
      "image": null
    },
    {
      "number": 172,
      "season": 4,
      "episode": 43,
      "title": "Kevin Hart: LIVE in Los Angeles",
      "date": "2023-08-24",
      "type": null,
      "description": "We Hart LA… LIVE with Kevin Hart. (Recorded Feb. 12, 2022)",
      "image": null
    },
    {
      "number": 173,
      "season": 4,
      "episode": 44,
      "title": "Jen Psaki",
      "date": "2023-08-28",
      "type": null,
      "description": "Press room’s graceful guide, \r\nJen Psaki’s words, truth and tide, \r\nWisdom flows inside. \r\n\r\nWelcome to an all-new-HaikuLess.\r\n\r\n(Recorded on July 11, 2023.)",
      "image": null
    },
    {
      "number": 174,
      "season": 4,
      "episode": 45,
      "title": "Jimmy Kimmel: LIVE in Los Angeles",
      "date": "2023-08-31",
      "type": null,
      "description": "Night Nurse Jimmy Kimmel prepares our warm milk and rocks our 6-City-Tour to beddybyeeeeee, LIVE from Los Angeles.\r\n\r\n(Recorded Feb. 12, 2022)",
      "image": null
    },
    {
      "number": 175,
      "season": 4,
      "episode": 46,
      "title": "Willem Dafoe",
      "date": "2023-09-04",
      "type": null,
      "description": "Animal husbandry, Wisconsin, the craft of acting, and most importantly, the craft of being a good human being. Welcome to da show with Willem Dafoe.\r\n\r\n(Recorded on June 29, 2023.)",
      "image": null
    },
    {
      "number": 176,
      "season": 4,
      "episode": 47,
      "title": "Kara Swisher",
      "date": "2023-09-11",
      "type": null,
      "description": "Relish this dish, an ep not to squish… espesh hackers, crackers, and phishers. Ladies and gents, it’s our guest Kara Swisher.",
      "image": null
    },
    {
      "number": 177,
      "season": 4,
      "episode": 48,
      "title": "Matthew McConaughey",
      "date": "2023-09-18",
      "type": null,
      "description": "Matthew McConaughey: Take 2. We get the legend back on the pod for a second time… and this time, we actually record an episode.",
      "image": null
    },
    {
      "number": 178,
      "season": 4,
      "episode": 49,
      "title": "Lars Ulrich",
      "date": "2023-09-25",
      "type": null,
      "description": "This week, it’s bread balls, zero-glide potential, protein shakes, and tofu… with tennis player turned rock legend, Lars Ulrich of Metallica. Welcome to SmartLess.",
      "image": null
    },
    {
      "number": 179,
      "season": 4,
      "episode": 50,
      "title": "Bill Simmons",
      "date": "2023-10-02",
      "type": null,
      "description": "We go head-to-head with the wise and opinionated Bill Simmons (podcaster, sportswriter, cultural critic, founder of The RInger). And yes, we go deep: Jason gets to talk baseball, Will gets to talk soccer, and Sean dives into the psychology of sport. With a guest like this, we’re willing to pay a luxury tax for this week’s game.",
      "image": null
    },
    {
      "number": 180,
      "season": 4,
      "episode": 51,
      "title": "Paul Simon",
      "date": "2023-10-09",
      "type": null,
      "description": "Hello SmartLess, my old friend- we’ve come to talk with you again. We’ve got diamonds on the soles of our pod this week, baby angels; It’s Paul Simon. And when it comes to name-drops, in Paul’s words: “I can give you John Lennon, but I can not give you Mao Zedong.”",
      "image": null
    },
    {
      "number": 181,
      "season": 4,
      "episode": 52,
      "title": "Peyton Manning",
      "date": "2023-10-16",
      "type": null,
      "description": null,
      "image": null
    },
    {
      "number": 182,
      "season": 4,
      "episode": 53,
      "title": "Rachel Maddow",
      "date": "2023-10-23",
      "type": null,
      "description": "Grab your CPAP… we’re state-side for a quinceañera with Rachel Maddow. Who’s using the haircut today? Cameos from Alan Dershowitz and Insane Clown Posse? On this week’s fresh ep: Rachel M. helps us understand what’s going on.",
      "image": null
    },
    {
      "number": 183,
      "season": 4,
      "episode": 54,
      "title": "John McEnroe",
      "date": "2023-10-30",
      "type": null,
      "description": "This week: millionaire stringers, Father Clock, Pickleball, and a 10 pound bag of Chex Mix. Let’s lose it on the 9th hole with Johnny Mac… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 184,
      "season": 4,
      "episode": 55,
      "title": "Marshawn Lynch",
      "date": "2023-11-06",
      "type": null,
      "description": "Marshawn Lynch, ka-pow! \r\nBeast Mode on the microphone \r\nJustified haiku",
      "image": null
    },
    {
      "number": 185,
      "season": 4,
      "episode": 56,
      "title": "Michael Stipe",
      "date": "2023-11-13",
      "type": null,
      "description": "It’s a Shiny-Happy-Podcast with R.E.M.’s Michael Stipe on the mic. Default veganism, relocation by earthquake, the confidence of youth, and walking like a human-person. We’re losing our religion together, on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 186,
      "season": 4,
      "episode": 57,
      "title": "Stephen Curry",
      "date": "2023-11-20",
      "type": null,
      "description": "It’s all-net this week: sleep secrets, tall guys, and maybe even a BLT on white bread. You need not worry… we’ve got Stephen Curry.",
      "image": null
    },
    {
      "number": 187,
      "season": 4,
      "episode": 58,
      "title": "Taika Waititi",
      "date": "2023-11-27",
      "type": null,
      "description": "Take it easy— we’ve got Taika Waititi. So toss your hot socks and be careful what you name your kids… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 188,
      "season": 4,
      "episode": 59,
      "title": "Ronan Farrow",
      "date": "2023-12-04",
      "type": null,
      "description": "Pop-out your Invisalign, it’s time for tinned sardines with Ronan Farrow, yo. Absolute truths, wheat germ, crucibles of tabloid BS, and interactions with other famous people. Pamphlets don’t count— it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 189,
      "season": 4,
      "episode": 60,
      "title": "Emma Stone",
      "date": "2023-12-11",
      "type": null,
      "description": "Actor and web-designer Emma Stone joins us this week to discuss poignant topics like Albert Einstein, The Spice Girls, and the cure for hiccups. Get tattoos with your whole family… Welcome to HairLess [scratch that] an all-new SmartLess.",
      "image": null
    },
    {
      "number": 190,
      "season": 4,
      "episode": 61,
      "title": "Carey Mulligan",
      "date": "2023-12-18",
      "type": null,
      "description": "This week: the unstoppable Carey Mulligan. Girls and boys, barfing in bed, imposter syndrome, and a surprise visit. Don’t get Carey’d away– it’s SmartLess!",
      "image": null
    },
    {
      "number": 191,
      "season": 4,
      "episode": 62,
      "title": "Santa",
      "date": "2023-12-24",
      "type": null,
      "description": "Unwrap yourself with this Clause for celebration, a SmartLess Christmas Bonus: SANTA!",
      "image": null
    },
    {
      "number": 192,
      "season": 4,
      "episode": 63,
      "title": "Arnold Schwarzenegger",
      "date": "2023-12-25",
      "type": null,
      "description": "Put that cookie down, let off some steam, and get in the chopper. It’s Arnold Schwarzenegger.",
      "image": null
    },
    {
      "number": 193,
      "season": 5,
      "episode": 1,
      "title": "Adam Driver",
      "date": "2024-01-01",
      "type": null,
      "description": "Guest what? It’s Adam Driver. A broken-down Lincoln Town Car, training on a busted sternum, and, well yeah, Sean gets to ask about Star Wars. Never say ‘skit’ and don’t have your parents teach you piano— it’s SmartLess.",
      "image": null
    },
    {
      "number": 194,
      "season": 5,
      "episode": 2,
      "title": "Selena Gomez",
      "date": "2024-01-08",
      "type": null,
      "description": "Gather ‘round listener, it’s Selena Gomez! We talk Craigslist, a hot Barney, and blissful ignorance. Practice your mirror-face; it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 195,
      "season": 5,
      "episode": 3,
      "title": "Mike Birbiglia",
      "date": "2024-01-15",
      "type": null,
      "description": "Come sleepwalk with us… it’s Mike Birbiglia! We chat all-things-funny; comedians who are too serious, intentional non-laughter, and crying at the ballet recital. Don’t leave the party early (or we’ll talk about it for days) – it’s SmartLess.",
      "image": null
    },
    {
      "number": 196,
      "season": 5,
      "episode": 4,
      "title": "Mark Ruffalo",
      "date": "2024-01-22",
      "type": null,
      "description": "Humble beginnings, motorcycle-hair, and a bean and cheese burrito cut in thirds. Welcome to Mark Ruffalo’s office… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 197,
      "season": 5,
      "episode": 5,
      "title": "Penelope Cruz",
      "date": "2024-01-29",
      "type": null,
      "description": "Don’t hit snooze this morn; we’ve got Penelope Cruz on the horn! No free lunch, the light of Madrid in the summer, and the sneeze heard ‘round the world. Welcome to Cruz FM — and an all-new SmartLess.",
      "image": null
    },
    {
      "number": 198,
      "season": 5,
      "episode": 6,
      "title": "The Killers",
      "date": "2024-02-05",
      "type": null,
      "description": "This week, we happily disturb the pre-show routines of Brandon Flowers and Ronnie Vannucci Jr. of The Killers. Let’s kill some time and learn about the “steady incline of ‘how did we get here?’” ...on another killer episode of SmartLess.",
      "image": null
    },
    {
      "number": 199,
      "season": 5,
      "episode": 7,
      "title": "Sam Rockwell",
      "date": "2024-02-12",
      "type": null,
      "description": "We cut some rug with the one and only Sam Rockwell. Batwing Lubricant, Fast & Furious with the sound off, and a longtime listener calls in! Don’t turn that dial — it’s SmartLess.",
      "image": null
    },
    {
      "number": 200,
      "season": 5,
      "episode": 8,
      "title": "Natalie Portman",
      "date": "2024-02-19",
      "type": null,
      "description": "Be Professional… it’s Natalie Portman! Pie n’ Burger, la langue française, and a signature required for delivery. Plug in your power adapter— it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 201,
      "season": 5,
      "episode": 9,
      "title": "Kelly Clarkson",
      "date": "2024-02-26",
      "type": null,
      "description": "“No stranger to a giggle,” we welcome the lovely Kelly Clarkson. Small towns & big cities, the art of the lie, and a gift horse’s mouth. Buy your friend their dream car… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 202,
      "season": 5,
      "episode": 10,
      "title": "Josh Brolin",
      "date": "2024-03-04",
      "type": null,
      "description": "It's our favorite JB: the one and only Josh Brolin. El Pollo Loco commercials, contrast, a celebrity death match, and is Dune a real place? Rest your rifle on your boot… on an all-new SmartLess.\r\n\r\nAlso, our friend and actress D'Arcy Carden stops by to talk about her new SmartLess Media podcast, \"WikiHole,\" a comedic trivia show about the bizarre and intriguing connections on Wikipedia.",
      "image": null
    },
    {
      "number": 203,
      "season": 5,
      "episode": 11,
      "title": "Amy Schumer",
      "date": "2024-03-11",
      "type": null,
      "description": "The talented and hilarious Amy Schumer joins us while color-coding her books. Some quick quests: peanut M&M’s, “the Process,” and a sad pile of stuffed animals. So take your Christmas growth hormone and start warming up… for another sizzling episode of SmartLess.",
      "image": null
    },
    {
      "number": 204,
      "season": 5,
      "episode": 12,
      "title": "John Oliver",
      "date": "2024-03-18",
      "type": null,
      "description": "An unexamined life, a thirst for danger, and the Dalai Lama. In the words of John Oliver: “if I’ve got a microphone at the end of my arm and they’ve got a fist at the end of theirs, there’s definitely room to connect.” Welcome to SmartLess.",
      "image": null
    },
    {
      "number": 205,
      "season": 5,
      "episode": 13,
      "title": "Jake Gyllenhaal",
      "date": "2024-03-25",
      "type": null,
      "description": "Ladies and germs, it’s Jake Gyllenhaal. The great Count Jakeula talks to us about bicycle Brazilians, a combo Bar Mitzvah/Quinceañera, and how to make ice cream in your mouth. Welcome to The Octagon: actually wait– it’s SmartLess.",
      "image": null
    },
    {
      "number": 206,
      "season": 5,
      "episode": 14,
      "title": "Kristen Stewart",
      "date": "2024-04-01",
      "type": null,
      "description": "Take your beta blocker before chugging that milkshake: it’s Kristen Stewart. She dares to ask the question: “does anyone play golf?” What follows is an L-shaped couch, a Pomodoro with a bunch of butter, and a very meaningful tattoo. Welcome to SmartLess.",
      "image": null
    },
    {
      "number": 207,
      "season": 5,
      "episode": 15,
      "title": "Don Cheadle",
      "date": "2024-04-08",
      "type": null,
      "description": "Watch out, folks— it’s Don Cheadle, a.k.a. “Donchalant.” What is Jazz? Did Don have a good slumber last night? Get ready for some hard-hitters, like a deadly mignonette, the most rarified air, and both Kansas Cities. From our lips to pods’ ears, it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 208,
      "season": 5,
      "episode": 16,
      "title": "Larry David",
      "date": "2024-04-15",
      "type": null,
      "description": "We go in the weeds with Larry David on critical items: dinner parties, romance novels, The Golden Rule, Halloween… and we unsuccessfully debut our new Speed Round format. “He’d rather be doing nothing than talking to us,” on an all-new SmartLess. We love you.\r\n\r\nAlso, our friends Johnny Knoxville and Elna Baker stop by to talk about their new SmartLess Media podcast, \"Pretty Sure I Can Fly,\" celebrating unsung heroes who achieve incredible feats by “having more balls than a bowling alley.”",
      "image": null
    },
    {
      "number": 209,
      "season": 5,
      "episode": 17,
      "title": "Jon Bon Jovi",
      "date": "2024-04-22",
      "type": null,
      "description": "This week we host Mr. John Francis Bongiovi Jr, also occasionally known as Jon Bon Jovi. The chicken or the egg, a Golden Grahams commercial, and finding joy for the first time in a decade. And so, our dear listener: strum the tennis racket and think you can sing… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 210,
      "season": 5,
      "episode": 18,
      "title": "3 Presidents",
      "date": "2024-04-29",
      "type": null,
      "description": "On our first triple-guest podisode, we let our pal President Biden bring along two friends, Former Presidents Barack Obama and Bill Clinton. Let’s get a little less-SmartLess together… on an all new SmartLess.",
      "image": null
    },
    {
      "number": 211,
      "season": 5,
      "episode": 19,
      "title": "Steve Martin & Martin Short",
      "date": "2024-05-06",
      "type": null,
      "description": "Double the power, double the math; for our 200th episode, it’s double-trouble with Steve Martin and Martin Short. The talk-show anecdote, the best use of a time-machine, and have you ever heard of the word “combo?” Here come the smiles… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 212,
      "season": 5,
      "episode": 20,
      "title": "Sarah Paulson",
      "date": "2024-05-13",
      "type": null,
      "description": "This week we fly-in the amazing Sarah Paulson, with whom we explore and examine the nooks and crannies of an English Muffin, a shared fear of flying, and how to eat air. So get ready, put on your bee-sized boxing gloves, and join us… for an all-new SmartLess.",
      "image": null
    },
    {
      "number": 213,
      "season": 5,
      "episode": 21,
      "title": "David Beckham",
      "date": "2024-05-20",
      "type": null,
      "description": "Grab your tights and ballet shoes; we’ve got David Beckham! Teamwork, Ownership, Family… and the difference between football, soccer, and American football. So pull up a stool and join us for a pub lunch, a roast dinner, and some jellied eels… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 214,
      "season": 5,
      "episode": 22,
      "title": "Trevor Noah",
      "date": "2024-05-27",
      "type": null,
      "description": "Hop on your underwater moped, because Trevor Noah joins us this week to talk about thread count, a pocket of nothing, and the trappings of American fame and popularity. So come along and learn how knowing people works… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 215,
      "season": 5,
      "episode": 23,
      "title": "John Goodman",
      "date": "2024-06-03",
      "type": null,
      "description": "Our good man John Goodman joins us this week to explore human feelings, sexy indifference, and, of course, dinner theater. Jump into your rented Corvette and come along for the ride… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 216,
      "season": 5,
      "episode": 24,
      "title": "Daisy Ridley",
      "date": "2024-06-10",
      "type": null,
      "description": "We’re plonked in the Black Sea with the lovely Daisy Ridley. A cheeky pint, a modest Olympian, and an airport romance novel. Even a visit from Grogu!? …on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 217,
      "season": 5,
      "episode": 25,
      "title": "John Williams",
      "date": "2024-06-17",
      "type": null,
      "description": "Let’s get this poddy started with the incomparable John Williams. We get fortissimo with the great maestro, from escape velocity to the greatest possible luxury in a crowded urban area. We’re definitely gonna need a bigger boat… It's an all-new SmartLess.",
      "image": null
    },
    {
      "number": 218,
      "season": 5,
      "episode": 26,
      "title": "Jeremy Renner",
      "date": "2024-06-24",
      "type": null,
      "description": "It’s another birthday in a Ferrari with Mr. Jeremy Renner. Theoretical studies include: chutzpah, surrender, divine intervention, and the perfect parking spot. Grab your underwear from the sauna… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 219,
      "season": 5,
      "episode": 27,
      "title": "Andy Samberg",
      "date": "2024-07-01",
      "type": null,
      "description": "This week we teleport Andy Samberg from his massage parlor. A name-change, one ‘song-thing,’ kids having kids, and the Rashomon effect. Time for a top swap— it’s SmartLess!",
      "image": null
    },
    {
      "number": 220,
      "season": 5,
      "episode": 28,
      "title": "Henry Winkler",
      "date": "2024-07-08",
      "type": null,
      "description": "It’s the great Henry Winkler! A leaf-blower, chocolate jewelry, the Limbo for self-esteem, the FBI, and being a complete human being. Please don’t discontinue the white cheddar; it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 221,
      "season": 5,
      "episode": 29,
      "title": "Nate Bargatze",
      "date": "2024-07-15",
      "type": null,
      "description": "Untuck your button-down; it’s Nate Bargatze. We discover the wonders of Magic, the Easter Bunny, a KFC-catered family reunion, and an elevator in the ocean. You can’t take your eyes off a mime… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 222,
      "season": 5,
      "episode": 30,
      "title": "Mike Tirico",
      "date": "2024-07-22",
      "type": null,
      "description": "It’s a miraco: we’ve got Mike Tirico, who opens up his gym bag and trains us on the sport of life. Pills of choice, flopping, godsons, and golf indexes. “It was the duck…” on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 223,
      "season": 5,
      "episode": 31,
      "title": "Lisa Kudrow",
      "date": "2024-07-29",
      "type": null,
      "description": "Biology major Lisa Kudrow is here to teach. We dive into the deep end: getting fired, getting fired-up, cluster headaches, putting hands on, and Sean’s printer. Say yes to everything; it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 224,
      "season": 5,
      "episode": 32,
      "title": "Vince Vaughn",
      "date": "2024-08-05",
      "type": null,
      "description": "This week: the guy behind the guy, Mr. Vince Vaughn. We deep-dive on a bevy of topics, from respecting the ocean to marrying your mother, vintage rollercoasters, and of course, skydiving hungover. “Hey, good luck with this…” on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 225,
      "season": 5,
      "episode": 33,
      "title": "Nikki Glaser",
      "date": "2024-08-12",
      "type": null,
      "description": "It’s Nikki Glaser and she’s here to stay. Roasts, recycled jokes, existential dread, anonymity, goal lists, and Dave Matthews. “Did you touch my sprinkles?” It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 226,
      "season": 5,
      "episode": 34,
      "title": "Rashida Jones",
      "date": "2024-08-19",
      "type": null,
      "description": "Rashida Jones joins us this week, donning her dad’s pink headphones. Agenda items include: the massage bus, a tanning booth, dreams of litigation, and the central conflict of the movie. What am I doing today? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 227,
      "season": 5,
      "episode": 35,
      "title": "Jared Leto",
      "date": "2024-08-26",
      "type": null,
      "description": "This week: Jared Leto’s first podcast. We free dive into the unknown, exploring fundamentals like brotherhood, the great caves, a bone epidemic, and the Empire State Building. “Wow, you’re so tan.” It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 228,
      "season": 5,
      "episode": 36,
      "title": "Michael Keaton",
      "date": "2024-09-02",
      "type": null,
      "description": "\"Forget about that whole authentic thing,\" it’s Michael Keaton. The practicality of a Ferrari, puppets, good fortune, and an obscure movie about a bat. Yeah 220, 221, whatever it takes… it’s an all-new SmartLess",
      "image": null
    },
    {
      "number": 229,
      "season": 5,
      "episode": 37,
      "title": "Ted Danson",
      "date": "2024-09-09",
      "type": null,
      "description": "No stranger to having a laugh: Mr. Ted Danson joins us for chili… and the silliness of men. Psoriasis commercials, AP English, the Berlin Wall, and No Sasquatch! “Do I look puffy?” Es un episodio nuevo de SmartLéss. Salud.",
      "image": null
    },
    {
      "number": 230,
      "season": 5,
      "episode": 38,
      "title": "Howard Stern",
      "date": "2024-09-09",
      "type": null,
      "description": "Our white whale Mr. Howard Stern joins us LIVE in The Hamptons. An amuse-bouche, a sit-down-Jimmy, two glass eyes, and the loss of all inhibition. Howard you doing? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 231,
      "season": 5,
      "episode": 39,
      "title": "James McAvoy",
      "date": "2024-09-23",
      "type": null,
      "description": "Let us introduce you to our newest friend Jimmy Flau,  a.k.a. James McAvoy. Come along for the orange of performance art, a wanker gym over there, and a 2-liter bottle of ginger. We’re just glad to be there for the middle-point of his career… on an all-new SmartLess.\r\n\r\nAlso, comedian Russell Howard stops by to talk about “GoalLess”, SmartLess Media’s new soccer podcast covering the biggest stories from The Champions League. Plus analysis, laughs and great guests.",
      "image": null
    },
    {
      "number": 232,
      "season": 5,
      "episode": 40,
      "title": "Laura Linney",
      "date": "2024-09-30",
      "type": null,
      "description": "It’s our bestie Laura Linney, here to collab on a brand new t-shirt idea. We discuss a cleaned-up chicken coop, a whole new winter wardrobe, and how would a turtle walk? Let sleeping dogs lay… whilst podding on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 233,
      "season": 5,
      "episode": 41,
      "title": "Gillian Anderson",
      "date": "2024-10-07",
      "type": null,
      "description": "On this week’s episode of Farm Camp: Gillian Anderson! Chicago, computers, industrial films, pornography, and evolution. Do you believe in aliens? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 234,
      "season": 5,
      "episode": 42,
      "title": "Sacha Baron Cohen",
      "date": "2024-10-14",
      "type": null,
      "description": "Get a haircut; it’s Sacha Baron Cohen. Feeding sharks, clown school, Section 230, and a bomb-proof amplifier. What do you think your face is doing right now? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 235,
      "season": 5,
      "episode": 43,
      "title": "Governor Tim Walz",
      "date": "2024-10-21",
      "type": null,
      "description": "This week: the incredible Governor Tim Walz, candidate for Vice President of the USA. We run the gamut with the Governor: from runs, cars, and maps to greased lightning and Maslow’s Hierarchy… and the withholding of a really good joke in really poor taste for the first time ever. We all do better...",
      "image": null
    },
    {
      "number": 236,
      "season": 5,
      "episode": 44,
      "title": "Keri Russell",
      "date": "2024-10-28",
      "type": null,
      "description": "We chop some pillows with one of our favorite humans: Ms. Keri Russell. M is for Monday, The Mickey Mouse Club, microplastics, and Margo Martindale. Get real much? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 237,
      "season": 5,
      "episode": 45,
      "title": "Alicia Keys",
      "date": "2024-11-04",
      "type": null,
      "description": "Listener, if you please: it’s Alicia Keys. Stride piano, a concrete jungle, the audacity to write a song, a double negative, and a double positive. “That’s the vibe right there…” on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 238,
      "season": 5,
      "episode": 46,
      "title": "Jude Law",
      "date": "2024-11-11",
      "type": null,
      "description": "Hey Jude… Law. Make room for a new best friend this week, as we have a run in with the Law. Aliens, storytelling, separating the jaw, and a 3 job off-ramp. There’s no brain in the full-body scan… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 239,
      "season": 5,
      "episode": 47,
      "title": "Hugh Grant",
      "date": "2024-11-18",
      "type": null,
      "description": "This week, Hugh Grant joins us pre-coffee and commando. Diplomacy, an evil Champagne Baron, the Shanks, Greed & Laziness, and the very slippery slope of douchebaggery. “The whole thing started by mistake,” it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 240,
      "season": 5,
      "episode": 48,
      "title": "Jim Gaffigan",
      "date": "2024-11-25",
      "type": null,
      "description": "Ladies and gents, it’s Jim Gaffigan the clapping sea lion! 200 commercials, 11 specials, 5 children, and a bunch of bottles o’ bourbon. “Did they introduce new numbers?” Welcome to SmartLess.",
      "image": null
    },
    {
      "number": 241,
      "season": 5,
      "episode": 49,
      "title": "Zoe Saldaña",
      "date": "2024-12-02",
      "type": null,
      "description": "Escape [room] with us and our Triple-A, Zoe Saldaña. The Universal Language, Scientists, Animals & Children, The Volume, and gelato every day. To your point, welcome in… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 242,
      "season": 5,
      "episode": 50,
      "title": "Daniel Craig",
      "date": "2024-12-09",
      "type": null,
      "description": "Lay out your reefer jacket and matching trousers, we have a Commander in the Royal Navy a.k.a. Mr. Daniel Craig giving orders this week. We examine self-reflections such as “do I want to turn into a film horse?” what it’s like to be a Storm Trooper, a numb thumb and no bump, and Room Service: LIVE! Just slide the potatoes under the door… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 243,
      "season": 5,
      "episode": 51,
      "title": "Denis Villeneuve",
      "date": "2024-12-16",
      "type": null,
      "description": "Life is in session right now, with Denis Villeneuve. Twilight anesthesia, addiction to power, teenage dreams… and Paddles still makes it to dinner. We are not a medical podcast; it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 244,
      "season": 5,
      "episode": 52,
      "title": "Kieran Culkin",
      "date": "2024-12-23",
      "type": null,
      "description": "Let it cascade; it’s Kieran Culkin. Acting, not-acting, Jazz, meat, and no hobbies. All this could be yours. Welcome to SmartLess.",
      "image": null
    },
    {
      "number": 245,
      "season": 5,
      "episode": 53,
      "title": "Luis Elizondo",
      "date": "2024-12-30",
      "type": null,
      "description": "Come fly away with us, it’s Luis Elizondo – former Director of the Advanced Aerospace Threat Identification Program. Tin foil hats, muddy bootprints, and “we are the coyote.” The goal of the head is to be round; it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 246,
      "season": 6,
      "episode": 1,
      "title": "Jason Blum",
      "date": "2025-01-06",
      "type": null,
      "description": "Mr. Jason Blum finally attains the golden chalice. A babbling brook, a flash of brilliance, and a commercial/residential electrician. “You can swallow saliva, you know. It’s built for that.”",
      "image": null
    },
    {
      "number": 247,
      "season": 6,
      "episode": 2,
      "title": "Peter Berg",
      "date": "2025-01-13",
      "type": null,
      "description": "Put down the sugar– we have the wonderful Peter Berg. A rash, a seething ball of confusion and rage, and a love for the game. Happy New Year, Listener. It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 248,
      "season": 6,
      "episode": 3,
      "title": "Tig Notaro",
      "date": "2025-01-20",
      "type": null,
      "description": "Ladies and gents, it’s our pal Tig Notaro. Party bits, dabbling for decades, a lesbian flying a helicopter, and a dream come true. Pop on your eagle jacket and hop in your Zamboni; it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 249,
      "season": 6,
      "episode": 4,
      "title": "Jesse Eisenberg",
      "date": "2025-01-27",
      "type": null,
      "description": "Now there’s a nice fella; it’s Jesse Eisenberg. We talk ‘businesstry’ and beyond: the secret to slapping, magic, anthropology, social networks, and Jimmy Kimmel’s acting. Clip on your hairpiece... it’s an all-new SmartLess",
      "image": null
    },
    {
      "number": 250,
      "season": 6,
      "episode": 5,
      "title": "Ariana Grande",
      "date": "2025-02-03",
      "type": null,
      "description": "We're having tea with the dames in heaven: it's Ariana Grande. Moon masks, singing on the treadmill, a wicked slumber, and an insane journey with music. Knock knock, is everyone ok? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 251,
      "season": 6,
      "episode": 6,
      "title": "Bill Gates",
      "date": "2025-02-10",
      "type": null,
      "description": "Open the Windows, let’s be BASIC, but don’t XP your pants… it’s the one and only Bill Gates. Pointing, clicking, The Golden Rule, and the dangers of peanut brittle. You have violated the pun law— it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 252,
      "season": 6,
      "episode": 7,
      "title": "Mark Hamill",
      "date": "2025-02-17",
      "type": null,
      "description": "Grab your power converters, it’s our national treasure, Mr. Mark Hamill. Spices in space, body-part autographs, time machines, and Scotty’s first pod. Revert to your 9 year-old nerd self… it’s an all-new SmartWars.",
      "image": null
    },
    {
      "number": 253,
      "season": 6,
      "episode": 8,
      "title": "Bill Burr",
      "date": "2025-02-24",
      "type": null,
      "description": "It’s a point of contention already… with our guest Bill Burr. A soliloquy, much needed advice to plumbers, and underground hockey conspiracy theories. Does your dog need Prozac, or do you? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 254,
      "season": 6,
      "episode": 9,
      "title": "Jelly Roll",
      "date": "2025-03-03",
      "type": null,
      "description": "Mama didn’t raise no fool this week, folks; it’s Jelly Roll. Incarceration, the need to write music, and the Nobody Cries Alone Policy. Put on your shower-shoes and go for the heat package… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 255,
      "season": 6,
      "episode": 10,
      "title": "Millie Bobby Brown",
      "date": "2025-03-10",
      "type": null,
      "description": "Everyone’s turning 21 this week with Millie Bobby Brown. Accentgate, a cautionary tale, exposed bacteria ports, and Dads. Coyotes are terrified of donkeys… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 256,
      "season": 6,
      "episode": 11,
      "title": "Adam Scott",
      "date": "2025-03-17",
      "type": null,
      "description": "Oh My Goodness: it’s Adam Scott. Black-out curtains, a ’68 Rambler, homonymous encounters, and “what is it about your wife that drives you crazy?” Sleep with your eyes open… on an all-new SmartLess. Bellissima!",
      "image": null
    },
    {
      "number": 257,
      "season": 6,
      "episode": 12,
      "title": "John Lithgow",
      "date": "2025-03-24",
      "type": null,
      "description": "Every once in a while we class it up over here: John Lithgow. Acting by osmosis, figuring out the funny, a wizard dog, and a witch with a pizza. Excuse me sir, is this your ID? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 258,
      "season": 6,
      "episode": 13,
      "title": "Elton John & Brandi Carlile",
      "date": "2025-03-31",
      "type": null,
      "description": "We surely do believe in angels— it’s Elton John & Brandi Carlile. Teleprompters in therapy, Joni’s living room, and the 250-pound mushroom. No more kissing; it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 259,
      "season": 6,
      "episode": 14,
      "title": "Maria Shriver",
      "date": "2025-04-07",
      "type": null,
      "description": "It’s the first day of your friendship… with Maria Shriver. Topics include: airline food, emotional sobriety, throwing and going, how to stay engaged and not be mean, and Sean offers to explain what a podcast is. Bring-your-own-hamburger, we’ll do a din. It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 260,
      "season": 6,
      "episode": 15,
      "title": "Jeff Goldblum",
      "date": "2025-04-14",
      "type": null,
      "description": "Unhinge your jaw, it’s Jeff Goldblum. Jazz, urgency, true happiness, and ducks going to Moscow. Leave your kids with their helper, they’re good people. It’s a podcast; it’s called SmartLess",
      "image": null
    },
    {
      "number": 261,
      "season": 6,
      "episode": 16,
      "title": "Amy Poehler",
      "date": "2025-04-21",
      "type": null,
      "description": "Well, well, well… it’s Amy Poehler. How did you start in comedy? Do you like TV and Movies? Let’s bundle it. Benvenuti… al duecentocinquantesimo.",
      "image": null
    },
    {
      "number": 262,
      "season": 6,
      "episode": 17,
      "title": "Paul Rudd ",
      "date": "2025-04-28",
      "type": null,
      "description": "Pull out your ham glazing kit, it’s Paul Rudd. Forensics, a death in the audience, and the best WiFi in town. Are they hocks? They can be. It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 263,
      "season": 6,
      "episode": 18,
      "title": "Pam Abdy & Mike De Luca",
      "date": "2025-05-05",
      "type": null,
      "description": "We are joined by Pam Abdy and Mike De Luca (Co-Chairs and CEOs of Warner Bros. Motion Picture Group) from not one, but two offices. Air travel protocols, a big dark room with a bunch of strangers, and the state of the union. Come get some little tiny bites… of comedy? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 264,
      "season": 6,
      "episode": 19,
      "title": "Pete Buttigieg",
      "date": "2025-05-12",
      "type": null,
      "description": "Snap a flare off - it’s Mr. Pete Buttigieg. We talk trucks, fish, the WWE, rush-delivery marriage, and a cottage industry of custom homemade nail polish. What time did you eat your first M&M today? It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 265,
      "season": 6,
      "episode": 20,
      "title": "David Leitch",
      "date": "2025-05-19",
      "type": null,
      "description": "Fill up your airbag and lather yourself in fire-gel, it’s David Leitch. We discuss the literal and figurative pratfalls of the industry— cherry picking, Culver City for Tokyo, and of course: pickleball injuries. Preparation plus opportunity equals miracles, Sister… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 266,
      "season": 6,
      "episode": 21,
      "title": "Shane Gillis",
      "date": "2025-05-26",
      "type": null,
      "description": "Pad up your funny bones; it’s Shane Gillis. The ham gene, war history, workouts vs. naps, and serious movies with serious actors. There’s nothin’ lake about it… on another tickling episode of SmartLess.",
      "image": null
    },
    {
      "number": 267,
      "season": 6,
      "episode": 22,
      "title": "Parker Posey",
      "date": "2025-06-02",
      "type": null,
      "description": "Grow out your summer cut, it’s our steward of the land: Ms. Parker Posey. Storymaking, mime skills, that liminal space, and a little butterfly outside. The laugh is the indicator that we got it… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 268,
      "season": 6,
      "episode": 23,
      "title": "Gordon Ramsay",
      "date": "2025-06-09",
      "type": null,
      "description": "Put your blindfold on, one teaspoon at a time: it’s Gordon Ramsay. Meat and 2 veg, a Trojan mouse, and the soup of the month. Bon appétit dans un tout nouvel épisode de SmartLess.",
      "image": null
    },
    {
      "number": 269,
      "season": 6,
      "episode": 24,
      "title": "RZA",
      "date": "2025-06-16",
      "type": null,
      "description": "Enter the 36 Chambers but grab your dash candle en route; it’s none other than The RZA. Wu Tang slang, the tongue as the sword, the first NFT, and the game of chess. Laughs rule everything around me, stream in the funny, hollers that fulfill, y’all… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 270,
      "season": 6,
      "episode": 25,
      "title": "Stephen Graham",
      "date": "2025-06-23",
      "type": null,
      "description": "Grab your extra-icy Arnold Palmer… it’s Mr. Stephen Graham. Topics may include: Scouse, scavenger hunts, parachute pants, and the risk of pretension. So load up your Dopp kit, and as always, thank you for flying the friendly skies with Air SmartLess.",
      "image": null
    },
    {
      "number": 271,
      "season": 6,
      "episode": 26,
      "title": "Taron Egerton",
      "date": "2025-06-30",
      "type": null,
      "description": "Be sure to shower with extra shampoo; we have Taron Egerton in the house this week. The land of plenty, the middle of nowhere, and how everyone’s home is their home. “You’re learning guys, you’re learning…” on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 272,
      "season": 6,
      "episode": 27,
      "title": "Nicholas Hoult",
      "date": "2025-07-07",
      "type": null,
      "description": "Don’t shave your head off! It’s Nicholas Hoult. Doing good work, creating special things, and chasing fame and money like a rabid animal. Your heart is a business… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 273,
      "season": 6,
      "episode": 28,
      "title": "Graydon Carter",
      "date": "2025-07-14",
      "type": null,
      "description": "Don’t curse - it’s Graydon Carter. Soft Power, subtitles, and a cat teaching itself to read. Meta much? We’re offending somebody. It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 274,
      "season": 6,
      "episode": 29,
      "title": "Anthony Mackie",
      "date": "2025-07-21",
      "type": null,
      "description": "This week— Mr. Anthony Mackie joins us to discuss little upgrades, crazier crafty, and making a friend of pilates. A couple’a nice seats for a premiere would be great… It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 275,
      "season": 6,
      "episode": 30,
      "title": "Julia Garner",
      "date": "2025-07-28",
      "type": null,
      "description": "Are you still off sugar? It’s our friend Julia Garner. Witch energy, Waymo advocacy, pretending to be good at stuff, and feeling uncomfortable to feel comfortable. Failure is a friend of the clown… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 276,
      "season": 6,
      "episode": 31,
      "title": "John Mayer LIVE",
      "date": "2025-07-31",
      "type": null,
      "description": "Open up your fortune cookie, it’s John Mayer- LIVE from Los Angeles. Give ‘em the pickle, UTI jokes, and giving Yes-And a run for its money. Welcome to our marriage, it’s an all-new SmartLess… LIVE!",
      "image": null
    },
    {
      "number": 277,
      "season": 6,
      "episode": 32,
      "title": "Marc Maron",
      "date": "2025-08-04",
      "type": null,
      "description": "Zip your hair on, it’s Marc Maron. The dark side of luxury problems, exciting medical stories, and the gift of yet another microphone. Get duct taped into position, it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 278,
      "season": 6,
      "episode": 33,
      "title": "Jason Momoa",
      "date": "2025-08-11",
      "type": null,
      "description": "Put your hands on yourself, it’s Jason Momoa– making his pod-debut. Hot topics across the board on this one, like cute boy haircuts, facial creams and lotions, dollar drinks on Thursdays, and other little things like near death experiences. He’ll reach through [your audio device] and grab you… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 279,
      "season": 6,
      "episode": 34,
      "title": "James Gunn",
      "date": "2025-08-18",
      "type": null,
      "description": "It’s fun with the words… with James Gunn. Super subjects like a Kevin with a hard C, the super-package, and sensitivity as a superpower. Keep your eyes off my plums, man; it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 280,
      "season": 6,
      "episode": 35,
      "title": "Olivia Colman",
      "date": "2025-08-25",
      "type": null,
      "description": "Congratulations, you won: it’s Olivia Colman. A timely pat on the back, getting slightly better at saying no, and “nice to meet you” (and then you have a sex scene). How very dare you! It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 281,
      "season": 6,
      "episode": 36,
      "title": "Steve Buscemi",
      "date": "2025-09-01",
      "type": null,
      "description": "We’re hanging out with Steve Buscemi. The Material, how to come through doors, actor/director catnip, and yoga on the weekends. Wasa, bee? It’s SmartLess.",
      "image": null
    },
    {
      "number": 282,
      "season": 6,
      "episode": 37,
      "title": "Mel Robbins",
      "date": "2025-09-08",
      "type": null,
      "description": "Mel Robbins joins our friend group as we count 5, 4, 3, 2, 1. A Gabor latte, what’s really under the soda can in the green room trash bin, and did they pick up incidentals? This is you motivated, on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 283,
      "season": 6,
      "episode": 38,
      "title": "Kate McKinnon",
      "date": "2025-09-15",
      "type": null,
      "description": "Folks are doing carpentry— it’s the dulcet tones of Kate McKinnon! ASMR, traffic, chicken juice, and Natalie’s mother’s costume jewelry. This is chaos. Welcome to SmartLess.",
      "image": null
    },
    {
      "number": 284,
      "season": 6,
      "episode": 39,
      "title": "Lionel Richie",
      "date": "2025-09-22",
      "type": null,
      "description": " you can believe drummers and motorcycles: it’s Lionel Richie. 12 notes, sleep outs, God’s words, and winning Wimbledon. Fungus is among us… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 285,
      "season": 6,
      "episode": 40,
      "title": "Michelle Pfeiffer",
      "date": "2025-09-29",
      "type": null,
      "description": "Fill the lighter with butane, it’s Michelle Pfeiffer. Honeywagon territory, mildewy screenplays, the trauma of stenography, and cutting Al’s finger. Welcome to the final episode [until next week]... of an all-new SmartLess.",
      "image": null
    },
    {
      "number": 286,
      "season": 6,
      "episode": 41,
      "title": "Kirsten Dunst",
      "date": "2025-10-06",
      "type": null,
      "description": "Wake up with the TV on; it’s Kirsten Dunst. Cheer squad, burger talk, dream work, cake campaigns, and a sign that says “Smile, It’s Showtime.” Make sure to clean the CPAP machine in between… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 287,
      "season": 6,
      "episode": 42,
      "title": "Julia Roberts",
      "date": "2025-10-13",
      "type": null,
      "description": "This week it’s one of the greats: Julia Roberts. Selling shoes, love letters, a weatherman on Donahue, and the mystery elves that are insurance. “Abandonment can be funny!” …on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 288,
      "season": 6,
      "episode": 43,
      "title": "Edgar Wright",
      "date": "2025-10-20",
      "type": null,
      "description": "Get the motion-sensors on in here: it’s Edgar Wright. Free ice cream, the dregs of humanity, and a fistful of fingers. Turn on your joke-delivery machine… it’s time for an all-new SmartLess.",
      "image": null
    },
    {
      "number": 289,
      "season": 6,
      "episode": 44,
      "title": "Oscar Isaac",
      "date": "2025-10-27",
      "type": null,
      "description": "Get your claws out: it’s Oscar Isaac. Memory, dance belts, Travis picking, and the buddy system. The river doesn’t dam itself… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 290,
      "season": 6,
      "episode": 45,
      "title": "David Duchovny",
      "date": "2025-11-03",
      "type": null,
      "description": "Ok with the pretzels; it’s David Duchovny. A ship of fools, Dads’ novels, making music, and finalllllly teaching Jason how to read. “I mean, dishwashing liquid is pretty good.” …on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 291,
      "season": 6,
      "episode": 46,
      "title": "Tom Freston",
      "date": "2025-11-10",
      "type": null,
      "description": "Take the Jimmy Jet to Timbuktu: it’s Tom Freston. No experience in television, selling toilet paper, various red-light districts, and a Bob Marley ring-tone. It’s really good to be with you… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 292,
      "season": 6,
      "episode": 47,
      "title": "Claire Danes",
      "date": "2025-11-17",
      "type": null,
      "description": "It’s our start-gift: Claire Danes. Cursed cows, Moroccan cats, a Kentucky Schnoodle, and “very cute dirt.” It’s another episode of ‘How To Remain Employed and Local,’ also known (in some circles) as SmartLess.",
      "image": null
    },
    {
      "number": 293,
      "season": 6,
      "episode": 48,
      "title": "Benedict Cumberbatch",
      "date": "2025-11-24",
      "type": null,
      "description": "Step into our stretch limousine — it’s Benedict Cumberbatch. Corndogs, Nature vs. Nurture, and [very lightly touching upon] How-To Clean Yourself. It’s a podcast, folks… and it’s called SmartLess, k?",
      "image": null
    },
    {
      "number": 294,
      "season": 6,
      "episode": 49,
      "title": "Noah Hawley",
      "date": "2025-12-01",
      "type": null,
      "description": "Have a spirulina shake, it’s Noah Hawley. Siberia with family restaurants, pitching the segue, and the Mayor of Childhood. “Family programming… that ship has sailed.” It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 295,
      "season": 6,
      "episode": 50,
      "title": "Laura Dern",
      "date": "2025-12-08",
      "type": null,
      "description": "Collapse your stroller: it’s Laura Dern. Sixteen ice cream cones, the hardest acting job of her life, and Nepo Hayes. Save it for the sequel, guys… it’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 296,
      "season": 6,
      "episode": 51,
      "title": "Walton Goggins",
      "date": "2025-12-15",
      "type": null,
      "description": "Grab your breakfast sushi – it’s Walton Goggins. Seven horses, five camels, two gallons of yak vodka, and an eagle hunter. Plus, imposter syndrome: what is that? This is your reality… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 297,
      "season": 6,
      "episode": 52,
      "title": "Jeremy Allen White",
      "date": "2025-12-22",
      "type": null,
      "description": "From Shameless to SmartLess — it’s Jeremy Allen White! We chat dancing, cookies, and dream-roles this week (and our favorite Chicago lunches). “Eat like you’re doing a podcast.” It’s an all-new SmartLess.",
      "image": null
    },
    {
      "number": 298,
      "season": 6,
      "episode": 53,
      "title": "Macaulay Culkin",
      "date": "2025-12-29",
      "type": null,
      "description": "Join us for a hero’s journey with the great Macaulay Culkin. Find your light, hit your marks, systematically sabotage the Wet Bandits. It’s Magic v. Sexy v. Naughty… on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 299,
      "season": 7,
      "episode": 1,
      "title": "Ricky Gervais",
      "date": "2026-01-05",
      "type": null,
      "description": "This week we find Mr. Ricky Gervais, dusting off old awards from 20 years ago (again!?). Trade secrets, cannibals, getting a crab drunk, and table tennis in a snorkel. Honesty is funny, so how do we look in these slacks? Welcome to an all-new SmartLess.",
      "image": null
    },
    {
      "number": 300,
      "season": 7,
      "episode": 2,
      "title": "Jennifer Lawrence",
      "date": "2026-01-12",
      "type": null,
      "description": "Throw on a nightshirt and a bonnet– it’s Jennifer Lawrence. The Sass, a legacy of chaos, and hockey equipment in the boiler room. “This is what it’s like to be one of the guys,” on an all-new SmartLess.",
      "image": null
    },
    {
      "number": 301,
      "season": 7,
      "episode": 3,
      "title": "Pixies",
      "date": "2026-01-19",
      "type": null,
      "description": "Settle your face — we’ve got Pixies. Where is our mind? On things like the dictionary, the draft, communal showers, and the highly-underrated color brown. Serving up “some delightful words to trip over,” …on an all-new SmartLess.",
      "image": null
    }
  ]
}